[
  {
    "heading": "Mukaddime",
    "page_range": "82-94",
    "text": "Bismillahirrahmanirrahîm\nElhamdülillahi Rabbi'l-âlemîn ve's-salâtü ve's-selâmü alâ Resûlina Muhammedin ve âlihi ecmaîn.\nAmmâ ba'dü esrâr-ı Cenâb-ı Bârî bu vech ile cârîdir ki ol Hazret-i Âdem'den tâ kıyâmete değin benî âdemin bekāsını Hak celle ve alâ Hazreti murâd edip bil-cümle ibâdının salâhiyyet-i hâllerine pâdişâhân-ı cihânı sebeb-i âdî halk eylemiştir. Ammâ âlemin salâhiyyet-i hâlleri ise mazarrat-ı a'dâdan muhafaza ile olur. Çünkü Cenâb-ı vâcibü'l-vücûd Hazretleri bu rûy-ı arzı yalnız bir hâkime tahsîs buyurmayıp nice bölük etmekle her bir bölüğünü bir hâkime ihsân buyurmuştur ve her hâkimin ya'ni her bir sultânın zîr-i hükmünde bulunan yerleri ve derûnunda bulunan ibâdullâhı komşu olan düşmanların ve sâir a'dânın şerlerinden emniyyet için her bir devlet sâhibi dahi kendi mülküne muvâfık ve her asrın hükmüne mutâbık emr-i müdafaa bulmuştur ve nizâmını halelden gözedip belki gün-be-gün takviyyet verip ve hem-hudûdu bulunan devletlerin nizâmından ziyâde intizâma rağbetle ser-efrâz ola gelmiştir ve hem-civârı bulunan devletlerin nizâmından dûn olanların devlet ve servetlerine halel ve zevâl îrâs ede gelmiştir. Zîrâ muktezâ-yı tabîat benî âdem gāfil ve zebûn bulduğunun mülküne ve malına el uzada gelmiştir. Aherin taaddîsinden ve mekrinden gāfil olup dâima hazm ve ihtiyat şurûtuna riâyet etmeyenlerin devletleri âhere geçip bî-nâm ü nişân kaldıkları veyahut gafletleri sebebi ile âherin zîr-i tasarrufuna girip şâh iken gedâ ve ağniyâdan iken fukarâdan ola geldikleri Alî merhûmun Hall ü Akd nâm zübde-i tevârihinde mezkûrdur. A'kal-i nâsdan ve ashâb-ı firâsetten olan devlet sahiplerine vâcibdir ki:\nŞehâ bakma her zaîfe merd isen merdâne bak\nBir karınca-i dilâvere şehâ şîrâne bak\n“Hasmın karınca ise dahi merdâne bil!” mesel-i meşhûresi üzere dâima hazm ü ihtiyât şerâitinden gāfil olmayıp hem-civâr bulunan devletlerin ve sâir adâ-yı mülk ü milletlerinin mekrleri belâsına uğramayalar.\nBu mukaddimeden maksûd budur ki, bin yüz elli senesi esnasından tâ bin yüz seksen iki tarihine değin seferler münkatı' olduğundan, mukaddemlerde sefer görenlerin ekseri serhadd-i ademe gitmiş ve sefer görmeyip bir saatlik yere gitmemiş ve adâ-yı dîn ahvâlinden bir şey görmemiş ve bu mezâyâdan gāfil olup ahâlî-i Devlet-i Aliyye'nin ekseri dahi tatlı ve acı tatmamış nev-resîdegân-ı zamândan bulunmalarıyla bin yüz seksen iki tarihinde açılan Moskov seferinde askerimizin nizâmı muhtel ve müşevveş bulunduğundan, ol vakitten bu âna değin hemân kırk seneye karîbdir ki âlemin şîrâze-i nizâmı bütün bütün halel-pezîr olmuştur. Erbâb-ı basîrete ve husûsâ eski vakitten kalmış yüreği yanık bârân-dîdelere mekşûf ise de âhad-ı nâsdan addolunan bazı kimesneler mezâyâ-yı âlemden ve ahvâl-i vakitten gāfil bulunmalarıyla ekser avâm-ı nâs bildiklerini söylemeğe mecbûr olmuşlardır. Bir müddetten beri bir alay nâs kendi üzerlerine hiç lâzım olmayan sözlerle kahvehâne ve berber dükkânları ve meyhânelerde Devlet-i Aliyye'yi fasl u mezemmetle âlûde olup lâyığı üzere te'dîb olunmadıklarından, istediklerini söylemekte cerî vü cesur olmuşlardır ve devletin nizâm ve intizâmı bozulmasına ekseriya bu keyfiyyet sebep olmuştur.\nZamân-ı sa'd-ı iktirân Süleymân Hân-ı Kānûnîde biraz cehele-i vakt bir mahalde cem'olup Devlet-i Aliyye'yi mezemmet tarîkıyla vaz' buyurulan kānûn-ı cedîdi akıllarınca beğenmeyip, ağızlarına yakışmayan sözler bi'n-nefs vâsıl-ı sâmia-i hümâyûn olmakla, mezemmet edenin lisânını ve istimâ edenin kulaklarını dibinden kesip ibret-i âlem için Sultan Bâyezid'de Demir Kapı kurbünde bulunan küçük Eski Kapı'nın üst eşiğine mıhlatmıştır. Mahall-i merkūm memerr-i avâm ve ma'ber-i havâss u avâm olduğundan herkes görünce mezemmetten dillerini kesmişlerdir.\nGerek vakt-i merkūmda ve alelhusus bu zamânede ekser-i nâs küfrânü'l-ni'melikte hemân benî İsrâil tâifesine muâdil olmuşlardır. Fesâd-ı âlem mahzâ bu makūle bazı avâm-ı nâsdan neş'et ettiğini kendileri bilmeyip, “Zamâne halkı şöyle oldu, böyle oldu” deyu, sanki kendisi zamâne halkından değilmiş gibi, kendi hallerinden gāfil ve güyâ kerîh maddeler kendilerden hiç sâdır olmamıştır gibi üzerlerine hiç suç almamakla şeytan maskarası olmuşlardır. İşbu esnâda ise evliyâ-yı umûrun merhametleri ve ba'zı mülâhazaları hasebiyle bir kimesneye siyâset olunmadığından, ciğeri bir akçe etmez ve hazarda ve seferde dîne ve devlete yaramaz, sanki hemân dünya boş kalmasın için yaratılmış gibi bir alay hîz-i nâ-temiz meyhâne ve kârhâne ve kahvehânelerde Devlet-i Aliyye'yi fasl u mezemmette emsâl-i sâbıkalarına fâik ve râcih olmuşlardır. Bu makūle derbeder müdebbirler eğerçi zâhirde müselmân olup, ancak mes'ele-i tahâretlerinden bî-haber manav ve bakkal ve kayıkçı ve balıkçı ve hammal ve emsâlleri makūleleri devlet umûruna ağız açtıkları için niçelerinin te'dîbi ve belki nizâm-ı âlem için siyâsetleri lâzımeden ise dahi hasbe'l-iktizâ tecâhül ve tegāfül olunmaktadır.\nEl-yevm mevcûd olan avâm-ı nâsın ortalıkta bî-edebâne ve tavr-ı sefîhâne ile zuhûra gelen vâdîlerini ve husûsâ lâzımü'l-inhâ olan ba'zı maddenin asıl ve hakikatını vukūu üzere mübeyyen taraf-ı şerîflerinden bir risâle taleb buyurulmakla, hacmi cüz'î ve mânâsı küllî olarak işbu risâle tahrîr ve ismi Hulâsatü'l-Kelâm fî Reddi'l-Avâm tezbîr kılınmakla “Yümnihi ve keremihi Teâlâ.” Eğerçi dîde-i im'ân ile mütalâası müyesser ise şimdiki hâlde âlemin keyfiyyetinden haberdâr olmak mukadder olur. İnşâallâhü Teâlâ.\n“Dünyanın nizâm ve intizâmı bozulmağa ve Rumeli'de dağlı eşkıyâsı zuhûruna işte bu Nizâm-ı Cedîd maddesi sebep olmuştur.” deyu nizâ eden aklı dümensiz bir alay bî-şuur derbeder ve derd-mendlere ba'zan suâl olunup:\n“Bre musurmân, ibtidâ sana bir şey suâl edeyim: Bu Nizâm-ı Cedîd, Nizâm-ı Cedîd deyu ikide birde dır dır edip kuru kuruya da'vâ edersiz. Bu Nizâm-ı Cedîd ne demektir? İbtidâ bunun hakikatını bil, sonra da'vâ eyle; eğer kelâmın hak ise ben de iskât olup sana eyvallah edeyim!” dedim.\nCevabında: “Nizâm-ı Cedîd demek ne olacak işte ta'lîmle olan askerdir!” deyüp bundan gayrı füruâtından bir şey bilmediğini ilân etti. Artık bu makūle nâsa mezâyâ-yı umûr tefhîm etmek deveye hendek sıçratmak gibi veyahut elifbâ suparasını hiç okumayan kara câhillere ilm-i hikmet ve hey'et okutmak ve yahut ilm-i nücûm veya ilm-i ferâiz okutmak maddelerine benzemekle, hemân mâ-vaka' olarak bir mikdâr suâl ile dedim ki: “Bu Nizâm-ı Cedîd zuhûr etmeksizin dünyanın fesâd-ı hâlinden sana birkaç şey diyeyim şu vech ile ki: Selâtîn-i mâziye-i Osmâniyye -rahimallâhi Teâlâ- hazerâtı zamânlarında sâbıkan Anadolu'da zuhûra gelen Celâlîler Vak'ası ve cennet-mekân Sultan Mahmud devrinde Sarı Beğ Oğlu fıkrası ve Sultan Mustafa Hân asrında müstakillen Mısır'da sikkesini yürüten Bulutkapan Ali Beğ ve Tâhir Ömer ve Ebü'z-zeheb maddeleri ve Anadolu'nun altını üstüne getiren Kapısız levend belâları ve bin yüz seksen ikide açılan Moskov seferinde tamâm yedi yıl ehl-i İslâm muzaffer olamayıp, her bir senede bir kerre büyük ordu bozgunları belâları olup her bir senede nice bin keselik çadır ve çerge ve mal ve top ve humbara ve cebehâneler gâret ve bunca askerlerimizi kırıp ve geçirip, ya'ni kimini esîr ve kimini suya döküp perîşan ettikten başka, ufak tefek kal'alar ve palangalarımızdan mâadâ büyük kal'a olarak Hotin ve Bender ve İsmâil ve İbrâil ve Kili ve emsâli kal'alarımızın kimini re'y ile ve kimini darb ile ahz ve içlerinde bulunan sıbyân ve nisvân ve şürefâ ve sulehâdan olanların eteklerini kesip ibâd-ı mü'minîne bunca hakâretler ile kayd-ı esre giriftâr ettikten sonra bunlardan nice bin sıbyân ve nisvânın halâsları mümkün olmayıp, hâlâ keferenin zîr-i tasarruflarında kaldıkları için kıyâmete kadar ağlayıp acısı derûnumuzdan çıkmayacak şeyler vukūu belâlarının kimi târihlerde görülür ve kimi dahi günümüzde zuhûr eden şeyler olup, dünyanın şîrâze-i nizâmı bozulmakla işte bu kadar maddelerin zuhûruna acaba bu Nizâm-ı Cedîd mi sebep oldu ki o zaman Nizâm-ı Cedîd yok idi. İşte böyle aslından intizâmı bozulmuş ve mukaddemâ nizâmının çivisi çıkmış dünyaya hemân yalnız Nizâm-ı Cedîd sebep oldu deyu da'vâ edersiz. İşte bu suâlime nasıl cevâbınız vardır denildi.”\nHakkı kabûl edenlerin kimi iskât ve hiç cevap bulamayıp mebhût kalırlar ve hakkı kabûl etmeyip dediğimiz şeylerden hiç haberi olmayanlardan kimi cevâbında:\n“Ben dünyanın eski fesâdını ne bilirem? Şimdiki fesâdı Nizâm-ı Cedîd'den olduğunu fehm ederim!” deyu iddiâsında ısrâr iden bî-şuurlara tekrâren şöyle cevap verildi ki:\n“Fransız memâlikinde fesâd zuhûr edip birbirlerinin etlerini yediler ve bunca krallar Fransız'a sefer açıp on-on beş sene seferleri mütemâdî oldu ve bu sebeble Firengistân'ın altı üstüne döndü ve birbirlerinin kanlarını içip sokaklarda sel gibi kan akıttılar ve hâlâ it gibi hırıltıdan hâlî olmayıp vilâyetlerini hınzır salhânesine döndürdüler. İşte bunun gibi fesâdlar yalnız Frengistân'da olmayıp Hind'de ve Çin'de, Arabistan, Acemistan ve Yeni Dünyâ'da fesâd ve kıtâl hâlâ hiç eksik olmamakla, bunlara dahi acaba Nizâm-ı Cedîd'imiz mi sebep oldu? Ve bir nazîri dahi budur ki: Rumeli'de fesad varsa -felillâhi'l-hamd ve'l-minne şeytan kulağına kurşun- Anadolu tarafı fesâddan hâlî olmakla, Nizâm-ı Cedîd'in seyyiesi Anadolu'ya sirâyet etmeyip hemân yalnız Rumeli'ne mi sârî oldu? Yoksa fermân-ı Hudâ-yı imtinân ve hükm-i devr-i zamân muktezâsınca mıdır? Bunu fark lâzım değil midir? Bu suâle dahi aklen ve naklen cevap nedir?” deyince, cevâbında:\n“Sübhânallah! Fesâdı yalnız hemân Rumeli'de zannederdim. Dünyanın her yeri böyle fâsid olduğundan haberim yoktur. Eğer Nizâm-ı Cedîd olmasa dahi âlemin mizâcı bozuk olmakla bu sûrette Nizâm-ı Cedîd'in suçu olmadığı zâhirdir” deyu, hele ihsân-ı Bârî ile katı çoğunun iskâtları müyesser oldu. Kaldı ki bu makūle mezâyâ-yı ahvâl-i âlemden haberi olup da yine da'vâsında ısrâr eden cehele-i zamân Hazret-i Peygamber aleyhissalâtü vesselâm vaktinde bulunan hazele-i Kureyş gibi, her ne kadar emr-i Hakk'ı bilirler ise de, mukaddemâ Nuh demişler olduğundan, sözlerinden dönmeğe âr edip av'av-ı kilâb gibi evvelâ ağzına yakışmaz, sâniyen fikrine sığmaz kelâmlar ile zırıldar dururlar."
  },
  {
    "heading": "İbtidâ Nizâm-ı Cedîd'in Vaz'ına ve Ba'zıların Lâ'n ü Ta'nına Sebeb Nedir Onun Beyânındadır",
    "page_range": "96-130",
    "text": "Şöyle ma'lûm-ı sâhib-i iz'ân ola ki:\nBin iki yüz altı senesinde Moskov keferesiyle musâlâhamız akîbinde tarafeynden elçiler gidip ve gelip iki cânibin esîrleri halâs olduğu esnâda, mukaddemâ Moskov'da esîr olan Nizâm-ı Cedîd topçularını aslından zemm edip icâd edenlere lâ'n ederler iken; “Fransız seferinde kerâmetlerini gördük ve nicemiz dahi sâyelerinde esîr olmaktan halâs olduk!” deyu, mukaddemâ söylediklerini sonra unutup ağzına gelen herzeyi söylemeğe utanmayan kalleşlere Hak Teâlâ Hazretleri akıl ve rüşd ve fikr-i kâmil ihsânıyla insâfa getirip hayrı ve şerri fark etmek, nân ü ni'metiyle perverde olduğu Devlet-i Aliyye'nin kadrini bilerek hüsn-i ittifak ve ittihâd-ı kulûb ile cümle adâ-yı dîn ü devlete galibiyyetle her hâlde mansûriyyet müyesser eylemesini beş vakitte Cenâb-ı müyesserü'l-murâdâtdan ricâ ederiz.\nİşte benim sultân-ı âlî-şânım! Dünyânın fesâdına Nizâm-ı Cedîd maddesi sebep olmuştur deyu iddiâ edenler ile, topsuz ve tüfenksiz bu makūle uzun uzadıya muhâvere ve münâkaşalarımız zuhûra gelmiştir. Lâkin “El hakku ya'lû velâ yu'lâ 'aleyh” mazmûnunca eltâf-ı Cenâb-ı Bârî ve âsâr-ı mu'cize-i Cenâb-ı Risâlet-dârî ile nice nice müddeîlerden hakkı kabûl etmeyenler âkıbetü'l-emrde ilzâm ve iskât olunup onlar dahi müddeîleri iskâta sâî olarak zümre-i nâciyeye mülhak oldular.\nnice kimesnelerden düşmen-i dînin her bir keyfiyyetini vükelâ-yı saltanat-ı seniyye taraflarından sırren ve alenen tefahhus olunurdu. Moskov kralının ikāmetgâhı olan Petersburg'da her türlü milletden âdem bulunmakla, mukaddemâ Osmanlı reâyâsından olup hizmeti sebebiyle Moskov'da pâyedâr olan bir kâfır ki, gāyet mâldâr ve hîle ashâbından nâfizü'l-kelâm Şeremet nâm bî-şerm ü hayâ, bir gün, kraliçenin meclisinde hem-demlik esnâsında kraliçeye der ki:\n“Osmanlı ile niçin uzun uzadıya cevâb edip zahmet çekersiz; eğer murâdınız İstanbul'u almak ise, kara tarafından bunca zahmet ve nice mal sarfıyla meşakkat çekersiz, zîrâ İstanbul'u almak gāyet kolay bir şeydir!” deyince, kraliçe:\n“Nice olabilir?” dedi.\nLâîn-i mersûm cevâbında:\n“Moskov kraliçesi himmet sâhibesi olmakla vaktinde İsveç Devleti'ne galebe ve İran'da Bur Devleti'ne dahi hasâret-i azîmeden başka Osmanlı'ya iki üç defa seferinde gālibe olup Kırım gibi bir pâdişâhlık yeri zabt ve Karadeniz'de dahi bir azîm donanma peydâ eder yaptı ve yer götürmez Tatar tâifesini târümâr edip ve nice nice kal'alarını ve yerlerini alıp Akdeniz reâyâsını ve bunca tüccâr tâifesini dahi kendine tâbi kıldı. Böyle tâli'i kutlu ve himmetli kraliçeye göre yalnız bir boğazdan ibâret olan İstanbul'u almak hemân iki üç günde müyesser olur iştir!” demekle, kraliçenin hoşuna gelip:\n“Eğer sen bu işe muvaffak olursan, Leh memâlikine kral nasb ettiğim misillû seni dahi ölünceye kadar İstanbul kralı ederim!” deyip, böyle kolaylık ile nice alınabilir deyu önüne düşüp lütufla muâmele ederek suâl edince, keyiflik âlemiyle kraliçenin etbâı yanında cevâba başlayıp:\n“Osmanlı askerinin kimisi Anadolu'da ve Rumeli'de çifti çubuğu ile meşgûl ve İstanbul halkının kimi esnaflık eder ve çoğunun başı boş olup cümle halkının nizâm-ı kaviyyesi yoktur. Gündüzlerde ocaklarında hemân ikişer üçer âdem bulunabilir; gecelerde hemân beş-on kimesne güçle bulunur. Egerçi tîz elden asker tedârik edecek olsa, İstanbul'da olanlar kârıyla meşgûldür, onları cem' etmek hiç mümkün olamaz. Bizzarure Rumeli'den ve Anadolu'dan asker tedârikine muhtaçlardır; o dahi bir iki üç aya kadar gelemez. İşte bu hâl üzere cengâver askerden tehî olan İstanbul'un içecek suları taşrada bendlerden gider. Karadan ve deryâdan asker ve sefîne ile ceng edip zahmet çekmek lâzım değil. Tarîk-ı suhûleti budur ki, hemân Akdeniz'de ne kadar Moskov sefînesi ve sâir devlet tekneleri var ise ibtidâ bir bahâne ile Kırım'a celb ederiz ve büyük ve küçük cümle gemilere asker doldurup Karadeniz Boğazı'nın taşra tarafından su bendleri olduğu semte askerlerimizi ale'l-gafle döküp su bendlerinin alt yanı dîvarlarını nîm saatte toplar ile hedm ederiz. Bendlerde olan sular nîm saatte boşanıp, “Moskov askeri bendlere çıkmış ve yıkmış, külliyetli askeri gelip İstanbul'a geliyor!” tevâtürü olduğu anda İstanbul'a bir gulgule ve vâveylâ düşüp susuzluktan hemân bir günde halleri harâb ve husûsâ bizim gayretimizi çeken Rum milleti dahi bir taraftan perîşanlık vermekle, İstanbul'dan derme çatma bulacakları asker dahi tîz elden üstümüze gelemeyip, hemân kendi maldâr milletlerinin ve pâdişâh ve vezîr ve ulemâ ve bâzirgân ve ricâllerinin malların yağma ve ellerine geçen şeyleri kayıklara ve mavnalara koyup Anadolu'ya ve Rumeli'ye firâra bakarlar. Onların Türk askeri yağmacıdır; ben onların hallerini vezîrlerin yanında bulunup görmüşümdür ve İstanbul'da olan bakıyye ahâlisi dahi mütehayyiren kendi başları gailesine düşüp, etmek pişirecek ve içecek su bulamamakla, hemân iki günde ötesini beriye alıp, Moskov askeri âheste beste İstanbul'a girip zapt ederler.” deyu cevap ve bu niyyete karar verdiklerinin haberi Devlet-i Aliyye'ye vâsıl olmakla, lâîn-i mersûmun bu hîle-i şeytâniyyesi vâkıa mutâbık bir keyfiyyet olup, “Su uyur düşmen uyumaz!” Husûsâ Karadeniz Boğazı'na Kırım adası bir yelkenlik mesâfe olmakla, bu keyfiyyete sûretâ her ne kadar i'timad olunmaz ise de -mâazallâhi Teâlâ- böyle bir mekkâr ve hîlekâr düşmen-i kavîden gāfil olmak bir vech ile câiz olmadığı ve husûsâ nice nice devletler gaflet ve ihmâl ve tekâsül sebebiyle bergeşte olup devletlerinden nâm u nişân kalmadığı ve ekser-i devletlerin muzmahil oldukları vakt ü zamân ile işe yarayacak asker ve malzeme, seferiyye ve zahîreye bakmayıp düşmen-i dîn mekrinden gāfil olmaları sebeb-i nekbetleri olageldiği nice tarihlerde mezkûr ve Alî merhûmun Hall ü Akd nâmında olan zübde-i tevârihinde mestûr olduğu ecilden ve husûsâ Moskov keferesi yetmiş seksen yıldan beri devletine nizâm vermiş ve sâir krallar içinde teferrüd ile nâm u şöhret kisbine teşne olmuş ve nice memleketleri ve husûsâ Leh memâliki gibi tamâm bir krallık yeri taht-ı hükümetine idhâl etmiş ve Acem devletini ve Âl-i Osmân'ın bil-cümle memâlikin gözüne kestirip tarîkına bakmak bir hîlekâr ve gaddâr ve mekkâr tâifeden emîn olmak şer'an ve aklen ve naklen hiç bir vech ile câiz olmadığından ve husûsâ lâîn-i mersûmun kraliçeye ta'lîm ettiği üzere su bendlerine böyle bir ihânet etmek lâzım gelse -mâazallâhi Teâlâ- tîz elden ne mal ve ne asker ve ne tedbîr ve ne gayret ve hamiyyet müfid olamayıp “Atı alan Üsküdar'a geçti!” dedikleri gibi, nizâm tahtında olmayan böyle askerimizin tertîb ve irsâli ve böyle askerle düşmen-i kavînin def'i bir vech ile mümkün olamayıp kalb-i memâlik-i İslâm olan makarr-ı hilâfet -mâazallâhi Teâlâ- iki günde zîr ü zeber olup ba'dehû âh vâh etmek fâide-mend olmayacağı Devlet-i Aliyye'nin sâdık ve dûr-endîş bulunan ricâli, esrâr-ı düşmene vâkıf olan saltanât-ı seniyye emînleri rûh-ı âlem mesâbesinde olan pâdişâh-ı âlem-penâhı âgâh etmeleriyle, “İlâc-ı vâkıa pîş ez-vukū' bâyed kerd” mefhûmunca, yangın bacayı sarmadan çâresine bakılmak lâzım olduğu gibi, bunun dahi bir çâresi bulunmak cümle ümenâ-yı saltanat üzerlerine farz-ı ayn addolunmakla, ancak sâlifü'z-zikr mahzûrun def' ve ref'i, hâzır ve âmâde asker lüzûmundan lâbüd ve husûsâ o makūle lâzım olan asker eğerçi İstanbul'da mevcûd olsa bile -mâazallâhi Teâlâ- bendler taraflarında bir vâkıa olsa ol taraftan İstanbul'a haber gelip ve İstanbul'dan dahi asker devşirilip mahal yerine varıncaya kadar lâ-akal üç-beş güne muhtâç olmakla, Hak Teâlâ hıfz ü emânında eyleye. “Venedik'ten tiryak gelinceye kadar Mısır'daki âdemi yılan helâk eder” mazmûnunc, be her hal bendler taraflarında melhûz olan mahzûra yine ol taraflara yakın yerde hâzır bulunacak asker ve top ve cebehâne ve mühimmât lâzıme-i sâire müfîd-i muktezâ idiği ve o makūle asker ise sâir askerimiz gibi manav ve börekçi ve bakkal ve hamal ve kayıkçı ve balıkçı ve sâir otuz iki gûne esnaflık ile meşgûl olmayıp top ve tüfenginin yanında hâzır ve âmâde bulunmak ve hem düşmen askerine ve topuna ve sâir hiyel-i harbiyyesine mukābele ve müdâfaaya muktedir olup hîn-i iktizâda ta'lîmli olmak şerâit-i âgâhîden olduğundan, evvelâ Yeniçeri Ocağı'ndan birkaç bin güzîde ve genç asker tedârik ve iktizâ eden hud'a-i harbiyyeyi ve sâir keyfiyyetlerini ta'lîm ve tefhîm etmek için ocaklara haber gönderildi.\nBâlâda işâret olunduğu vech ile otuz iki türlü alış verişle alışmış olan şehbâzlarımız bıyık ve sakal falına varıp, eğer top ve tüfenk ta'lîmi için başları bağlanmış olsa artık esnaflıktan haberi olmayıp ta'lîm ile meşgûl olacaklarını ve husûsâ ocağın eski kurtları üç mâhda bir defa eşek torbasıyla akçe kaldıramayıp, “Hizmetsiz ulûfe yemek olamaz!” deyu sıkıya gireceklerini fikr edip hemân vehle-i ûlâda: “Bizler bu makūle nesneyi edemeyiz, elimizden gelmez ve edecek olsak dahi elimiz yakışmaz!” deyu muannidâne kat'îce cevap vermeleriyle, her ne kadar tavr-ı hakîmâne ile zihinleri doldurmak ve akıllarını yatıştırmak murâd eylediler ise, birbirlerine: “Saka Baba, Ali Odabaşı, Dânebaş, Hüseyin Baş, Karakullukçu Himmet Beşe, sizler ne dersiz! Nizâm-ı Cedîd ta'lîmi olacak imiş, şimden sonra artık hizmetsiz ulûfe yemek olamayacaktır. Belli ya ta'lîm dedikleri bir sıkı hizmettir, bize göre bu bâbda yan çizmek dahi ziyâde san'at ve ma'rifettir. Ammâ bizi sefere gönderirler ise elimizdeki tüfengi atarız ve dalkılıç olup Moskov ordusunu birbirine katarız. Allahü Teâlâ ocağımıza, ağa efendimize zevâl vermesin. Ulûfe çıktıkda alır, zevkimize bakarız!” deyu götlerini kaşıyarak güyâ hasbihâlle kinâye karışık bârid cevab vermeleriyle, Devlet-i Aliyye dahi bu işi eğer boşlayacak olsa esbak seferlerde mücerreb olan hizmetleri gibi nihâyeti peşîmânlık olacağı derkâr ve son peşîmânlık ise müfîd olmayıp bunca ümmet-i Muhammed'in perîşân-hâl olacakları emr-i âşikâr olduğunu, ya'ni Moskovlu hınzırının su bendi hedmi maddesinde râbıta-bend olan hîle-i şeytâniyyesinin evvel emirde def'ine tîz elden vesîle-i kaviyye olmak için bendler taraflarına yakın olmak ve -mâazallâhi Teâlâ- hîn-i iktizâda yarım saat ve bir saatte hâzır olmak üzere Levend Çiftliği'de müceddeden küşâd olunan ocağa Bostânî neferâtı tahrîrine şürû' olundu. Ammâ iş bundadır ki, yazılacak asker esnaflık etmeyip gece ve gündüz ocaklarında mukîm olmak ve her gün ta'lîmini edip âlet-i harbleri olan top ve tüfenk ve cebehâneleri yanlarında bulunmak şerâitiyle Nizâm-ı Cedîd askeri nâmıyla tanzîm ve her bir ortalarına birer imam dahi tahsîs ve umûr-ı dîniyyeleri dahi ta'lîm ettirilip iktizâ eden bil-cümle malzemeleri tetmîn kılındı. Ve bundan başka Karadeniz Boğazı'na dahi lüzûmu derecesinden ziyâde müteaddid kal'alar ve tabyalar ve mikdâr-ı kifâyeden ziyâde toplar ve muktedir ve hünerver topçular vaz' olunduğundan, düşmen-i dînin Karadeniz Boğazı'ndan düşmenlik ile geçmeleri lâzım gelse, kal'a neferâtının ve topçularının kemâl-i intizâmlarından nâşî bir sefînenin mürûru mümkün olamayıp avn ü inâyet-i Cenâb-ı hayrü'n-nâsırîn ile ihlâk ve iğrâk olunacaklarını düşmen-i dîn -lâ'netullâhi aleyhim ecmaîn- fehm ü idrâk eylediklerinden, zikr olunan efkâr-ı fâsideleri muattal olmuştur. Ve husûsâ işbu nizâm ve intizâma ve gün-be-gün asâkir-i cedîdenin çoğalmasına baktıkça ve husûsâ İskenderiye ve Mısır ve Akkâ ve Yafa ve Korfu'da müştemilâtı olan cezîrelerde ve sâir ba'zı yerlerde bir avuç muallem askerimizden zuhûra gelen hidemât-ı ber-güzîde ve sebât-ı kademlerin görüp işittikçe, düşmen-i dînin yürekleri yağı erimeğe başlayıp ve avn ü inâyet-i cenâb-ı Bârî ile bu makūle cedîd ve muntazam ve güzîde askerimiz kifâyet mikdârı çoğaldıklarında, Moskov ve Nemçe ve sâir dîn ü devlet düşmenlerinin kulûblarına ru'b u hirâs müstevlî olup Devlet-i Aliyye'ye bârid ve nâ-sezâ teklifler etmelerine zehreleri olmayacak iken ve bu muallem asker maddesi dîne ve devlete rûh-ı a'zam mesâbesinde olup ilâ-yevmi'l-kıyâme Devlet-i Aliyye'nin bekāsına ve cümle düşmenlere galebemize bâis olacak iken bir alay sâde-dil ahmaklar:\n“Bu asker-i cedîd acaba neye lâzımdır? Âl-i Osman askeri dünyâyı kılıç ile feth ettikleri vakitte Nizâm-ı Cedîd askeri yoktu. Hemân düşmen zuhûrunda kılıca el urup bir yürüyüşte düşmen-i dîn vilâyetinin altını üstüne getiririz, bunlara hâcet yoktur. Hemân bize düşmeni göstersinler, dalkılıç olur düşmen ordusuna dalarız, harâb ederiz ve kralın tâcını, tahtını başına geçirip Kızıl Elma'ya dek gideriz!” deyu da'vâ eden şehbâzlar ile hezâr kerre mübâhase ve münâkaşa olunup makūlelere suâlimizde:\n“Bre hey yoldaşım, sizler bilirsiz ki, bin yüz kırk altı senesinden beri ben pederim ile Yeniçeri Ocağı'nda püşt ü pâ urup bunca seferlerde bulundum. Ve germ ü serd-i âlemi görüp dünyânın sillesini yiyerek feleğin çemberinden geçtim ve düşmen-i dîne dahi esîr olup ahvâl-i âleme ve düşmen-i dînin cemî' hîle ve hud'asına ve nizâm ve intizâmına ve Devlet-i Aliyye'ye olan küllî galebesi ne yüzden ve ne sebebten neş'et ettiğine gereği gibi vâkıf olup nice maddeler var ki tevârihten fehm ve derk olunmaz şeylere ıttılâ'ımız müyesser oldu. Sinnimiz hâlâ seksen yedi olup seksen iki târihinden bu vakte gelince hemân kırk seneye karîbdir ki muttalî olduğum esrâr-ı âlemin cümlesi tahrîr olunsa birkaç cild kitap olur. Ammâ tevârihten ve bi'n-nefs müşâhede ettiklerimizden mâ-hüve'l-vâki' olarak size birkaç madde beyân edeyim. Kelâmım garaz ve sâir gûne ivaz tahtında olmadığından inşâallâhü Teâlâ gûş-ı hûşunuza girip beni vaktiyle duâ-yı hayırla yâd edersiz.\nİfâdemiz budur ki: Hudâvendigâr-ı esbak cennet-mekân Sultan Süleyman Hân-ı Kānûnî Hazretleri'nin zamân-ı saltanatına değin Frengistan devletlerinin ve cumhûrlarının birinde sür'atle top atmak ve çabuk çabuk tüfenk kullanmak ve küçük topları tüfenk gibi âsân kullanmak ve bunlar emsâli ceng ta'lîmleri etmek ve gāyet kalîl askerle katı çok askeri perîşân ve zîr ü zeber etmek san'atları olmayıp, bayağıca perîşân-hâl askerle bizimle ceng ederlerdi ve her ne zaman Devlet-i Aliyye askeriyle mukābele etseler ehl-i İslâm askerinin salâbet-i dîniyyesi ve şecâat-i zâtiyyesi hasebiyle ekser-i zamânda nesîm-i fevz ü nusret Devlet-i Aliyye tarafında vezân ve ba'zan dahi taraf-ı düşmende nümâyân olurdu. Ya'ni ekser-i evkātda Devlet-i Aliyye askeri gālib olurdu. Hikmet-i hafiye-i Sübhâniyye ile Süleyman Hân-ı Kānûnî Hazretleri Nemçe seferinde birkaç sene mütemâdî bozulmakla bu bozgunluk nizâmdan sâde ve ârî olan askerimizden neş'et ettiğini müşâhede buyurunca, nizâm ve intizâmlı asker ocaklarını ihdâs ve asker-i cedîd yazmağa mübâşeretlerinde, dirliksiz tâifeden bir alay bî-şuurlar, bu vaz' buyurulan ocak ve asker ve kānûnu akıllarınca beğenmeyip: “Dünya fi'l-asıl Yeniçeri ile mi feth olundu? Sekban ve acemiyân ve sâir gönüllüyân ile feth olundu. Bu nasıl ocaktır, yazılan askerin kıyâfetleri bizim gördüğümüz ve işittiğimiz şeyler değildir. Çorbacı ve odabaşı kalafatları nedir? Ve saka, aşçı ve karakullukçu kıyâfetleri ve sâir esvâpları nasıl acel ü acâyiptir!” deyu güft ü gûları çoğaltıp Yeniçeri Ocağı'na yazılan ve yazılacak askeri bir taraftan iğfâl ile bir günde yüz âdem yazılmış olsa ertesi günü iki yüzü kaçmağa başladı, “el-mülûk-ı mülhemûn” mevrâsınca, Hudâvendigâr-ı müşârünileyh Hazretleri tefekkür buyurup indallâhi Teâlâ duâdan sevgili ve ahsen bir şeyi olmadığını idrâk ve her asrın bâtınen bir kutbu olduğunu dahi kerâmetleriyle iz'ân buyurdular.\nZamân-ı merkūmda Hacı Bektâş-ı Velî Hazretleri'nin evlâdından ve post-nişîn halîfesinden bir zât nefsü'l-emrde kutb-ı zamân olduğunu kendilerine ihbâr eylediler. Pâdişâh hazretleri zât-ı müşârünileyhi Anadolu'dan getirtip küffârın galebesini beyân ve bu ocakları mahzâ küffârın galebesini def' ve ehl-i İslâm gālib olmak için ihdâs buyurduklarını şeyh-i müşârünileyh i'lân ve ocaklara yazılan asker kaçmayıp devâm ve sebâtları için duâ talep buyurdular. Zât-ı müşârünileyh ocağa teşrîf ve ehl-i zikr cem'iyyetiyle duâ ve hüsn-i teveccüh buyurdukları anda, ol günden sonra yazılanlar firâr etmeyip, “Bizler Hacı Bektâş-ı Velî köçekleri olduk!” deyu devam ve sebât üzere oldular, kaldılar ve böyle başı bağlı ve ol vakte göre nizâmlı asker ile düşmen üzerine varıldıkda, gerek pâdişâh-ı İslâm'ın emr-i gazaba nasb-ı nefesleri ve gerek zât-ı müşârünileyhin nefesleri berekât ve âsârıyla düşmen-i dîn ordularını ve askerini ve sâir yerini altını üstüne getirip mansûr ve muzaffer ve muğtenim oldular. Bir rütbede ki eğer tafsîl olunsa bâis-i tatvîl olur; murâd edenler mutavvelâta nazar buyursunlar.\nDüşmen-i dîn bu nizâm-ı kaviyyeyi görüp mağlûb ve münhezim olunca çok geçmeyip hezâr niyâzla musalâhaya karâr verdiler, lâkin Devlet-i Aliyye askerinin bu nizâm ve intizâm üzere olduğuna cümle krallar hased edip gāyet muztarib olmalarıyla hemân birbirleri ile haberleşip kâr-güzâr hükemâ-sîret âdemlerle bir mahall-i mahsûsada istişâre ettirdiler; dediler ki: “Osmanlı pâdişâhı kendi askerine kavî nizâm verip iskân olunmaları için ocak yaptı ve askerinin başını bağladı. Şimden sonra böyle muntazam askere karşı durmak muhâldir ve İslâm askeri şecî' ve dilîr olmakla dalkılıçları içimize girip işimizi tamâm ediyor ve “Cengde fevt olan şahâdetle cennete giriyor!” itikādıyla gayûrâne cenge girişiyorlar. Eğer şimden sonra bizler dahi kendimize bir râbıta vermezsek bütün Frengistan'ı Osmanlı zapt edip cümlemizi haraca keseceklerdir. İş budur ki, Osmanlı askerini içimize sokmamak tarîkına bakalım!” deyu meşveretlerine karar verdiler. Âkıbetü'l-emr hakîmâne ve âkılâne tedbîr ve tefekkür ederek hemân sür'atle top atmak ve tüfenk kullanmak ve bunlar emsâli günâgûn sanâyi'-i cedîde-i harbiyye ihdâs ettiler. Ve askerlerinin devam ve sebâtı için her on adama bir baş ta'yîni ile askerlerinin cümlesini alıştan-verişten men' ve bütün gün ceng ü cidâl ta'lîmini kendilere şiâr edindiler ve bir tarîkle kendilere fürce bulunmayacak dereceye getirdiler. Vâkıâ san'at-ı merkūm ihdâsından sonra vukū' bulan seferlerde küffâr içine merâm üzere kılıç düşemeyip perîşâniyyet ekser-i zamânda Osmanlı tarafında görülmeğe başladığı tevârih-âşinâya ma'lûmdur. Zîrâ küffârın muallem askeri tabur tabur olup bozulmamak için âheste-beste ayak ayak gelirler ve topları Markavit saat gibi mücellâ ve gülleleri musaykal olmakla bir topu bir dakîkada tamâm on iki kerre doldurup atıp, güllelerini kurşun gibi yağdırır oldular. Ve top ve tüfengin ardını arasını kesmeyip güyiyâ kıyâmet koparırlar ve eğer ehl-i İslâm'ın yayasından ve atlısından hücûm edecekler olsalar, gâh vakitte düşmen-i dîn sesini çıkarmayıp İslâm askeri tamâm merkezine gelince birkaç yüz pâre çarha toplarına ve yetmiş seksen bin tüfenge birden ateş edip sapır sapır döker oldular. Ve kendilerin burunları kanamaksızın bunca bin asker-i İslâm'a şerbet-i şahâdeti nûş ettirip bâkî kalan ehl-i İslâm'ı kaçırmağa me'lûf oldular. Ve asker-i İslâm dahi düşmen-i dînin bu âteş-bâzlığını görüp ve nîm saatte nice bin nüfûs helâkin müşâhede edince düşmene mukābele edemeyip bizzarure gözleri büyümeğe başladı. Ammâ küffâr-ı bed-kirdâr kemâl-i ikdâm ve himmetle var kuvvetini bâzuya getirip böyle bir san'at peydâ eyledi. Ammâ ehl-i İslâm askerinde bu nizâma mukābele bil-misil bulunmadığından, hak budur ki İslâm askerine nice kabâhat bulunur? Zîrâ İslâm tarafından farazâ bin adet tüfenk doldurulup atılıncaya kadar küffâr tarafından seksen bin salkım güllesi ve kurşun birden geliyor. Buna dayanmak tâkât-i beşerden hâriç bir ma'nâ olduğu müsellemdir.\nİşte bu hâl üzere tâ Sultan Mustafa Hân Hazretleri'nin zamânına gelinceye kadar gâh gālib ve gâh mağlûb olarak vakitler geçip ekser-i zamânda galebe küffâr tarafından zuhûr eder oldu deyu bizimle da'vâ-yı kâzibe eden ba'zı nâ-halef Yeniçerilik da'vâsında olan dilâverân-ı asra tarafımızdan böylece cevap verilmekle iskât olundular. Kaldı ki Sultan Mahmud Hân-ı Evvel Hazretleri, “Küffârın ekser-i zamânında galebesine ve ehl-i İslâm'ın mağlûbiyetine sebep nedir?” deyu suâl tahtında gālibiyyete vesîle olacak tarîkı aramakla, Usûlü'l-hikem fî Nizâmi'l-ümem isminde bir risâle te'lîf ve arz olunup muvâfık-ı tab'-ı hümâyûn-ı mülûkâneleri olmakla tab' ve neşr olunmuştur. Ve mûcebince amel olunmasına himmet-i şâhâne buyurulacak iken, bi-hikmetillâhi Teâlâ, müddet-i ömürleri hitâma resîde olduğu ecilden icrâsı mukadder olamayıp, “el umûr-ı merhûnetün bi evkātihâ” mazmûnunc bin iki yüz altı senesi hilâlinde “Bil-iktizâ asker-i cedîd tahrîrine şürû olundu!” dendi ve çünkü ta'lîmi gönlünüz kabûl etmeyip, “Ta'lîm lâzım değil, hemân düşmeni bize gösterin!” derseniz, biz dahi cevâbımızda:\n“Bre şehbâzım, Sultan Mustafa Hân Hazretleri'nin zamânında zuhûr eden Moskov seferinde küffâr ile sizin aranıza dîvâr mı çektiler idi? Küffâr görünüp dururken niçin varamayıp iki kerre yüz bin âdem kıvırcık koyun eti ve has etmek yiyip tamâm küffâra mukābele esnâsında bir ulûfe ve ta'yîn ve mânde kavgası çıkarıp, bu vesîle ile döndünüz kaçtınız. Hattâ ben dahi sizinle berâberdim, bilirsiz. Ve ertesi sene dahi Rumeli ve Anadolu'da konduğunuz müselmân ve reâyâ hânelerini yakıp, yıkıp ve ıyâllerine ve kızlarına el uzatıp bunca fezâhat ve kabâhat ederek orduya vardınız. Kezâlik cengde mahâretiniz olmadığından, bir mahalde ağız tadıyla mukābele ve mukāteleye kudretiniz olmayıp, yine sâbıkı gibi ulûfe ve ta'yın ve mânde kavgasıyla vakit geçirip gittiniz ve dîn karındaşlarımızı soyup Hudâ'dan ve kimesneden hayâ etmediniz. Ispât edin ki nerede yüz ağartıp dîne ve pâdişâha hizmet ettiniz? Altı-yedi yıl seferlerde hâliniz böyle olup âkıbet Moskov'un fürce bulmasına müstakil sebep olmanızla istediği gibice musâlâhasına sebeb oldunuz. Ve nihâyet Kırım gibi bir hânlık memâlikin küffâr elinde kalmasına dahi bâis oldunuz. Bunlardan sonra açılan Moskov seferinde dahi yedi-sekiz yüz sâatlik yerden Moskov'n ceng askeri gelinceye kadar bir işi görürsünüz deyu tîz elden Özi tarafına bunca bin Yeniçeri ta'yîn olundu; zâbitânını ve Özi vâlisini dinlemeyip kendi re'yiniz ile Kılburun dedikleri bir küçük palangalı mahalle kendi kendinize varıp Moskov'un ol tarafta, vâkıâ Kılburun palangası Kızkulesi misillüdür, gāyüt'l-gāye az askeri var iken döğüşüp yine mukāvemet edemediniz ve âkıbetü'l-emrde buncanız denize dökülüp gittiniz. Nihâyet Özi'ye avdet ve anda ikāmet edip Moskov askeri kar ve kış gāyet soğuk günlerde Özi kal'asını muhâsara eyledi. Sizler kal'anın içinde deliklere sokulup çıkamadınız. Öyle bir kavî ve nâzenîn ve metîn serhadd-i İslâmiyye kal'asının harben ve darben düşmen eline geçmesine ve cümle halkının sizinle berâber esîr olmasına ve nice bin sâdât ve şürefâdan kızların ve nisvânın ve ma'sûmların Moskov elinde giriftâr olmasına sebep oldunuz. Ve gayri yerlerde dahi bunun gibi mukāvemet edemediniz. Kefere tâifesinin asker ta'lîmi husûsunda ve ceng etmekte mahâreti ma'lûm ve İslâm askerinin ceng husûsunda ve envâ gûne hîle-i harbiyyeden gafletleri dahi zâhir iken, ta'lîm husûsunu beğenmeyip bu bâbda derkâr olan inâdınız mücerred dîne ve devlete ihânet değil midir?” deyu halleri bu vech ile şürû' ve beyân olunca, kimi âdem bu bâbda hakkı kabûl ile sükût ederler ve cevâblarında:\n“Hakîkat bu ta'lîm maddesinde Usûlü'l-hikem fî Nizâmi'l-ümem nâm risâlede beyân olunduğu üzere Sultan Mahmûd Hân Hazretleri mübâşeret buyuracaklar imiş; müddet-i ömürleri müsâade olmadığından mübâşeret olunamamış. Eğer ol vakitte râbıta verilmiş olaydı kefereye böyle mağlûp olmazdık.” deyu i'tirâf ederler. Ve kimi dahi cevâbında:\n“Yeniçeri Ocağı'nda benim yirmi beş akçem var, eğer Nizâm-ı Cedîd askeri çoğalıp iş görürlerse korkarım ki Yeniçeri'ye i'tibâr kalmayıp ulûfemi alamam. Eğer ulûfeme zarar gelmeyeceğin bilsem, Allah versin bütün halk-ı âlem Nizâm-ı Cedîd askeri olsun!” deyu mâ-fi'z-zamîrlerini söyler oldular. Ve kimi dahi tamâm hakkāniyet üzere:\n“Eğerçi Nizâm-ı Cedîd askerinin işe yarayacağını ve böyle nizâmlı askerden mâadâ sâir nizâmsız asker bir akçelik iş göremeyeceğini ve eğer bundan sonra bu Nizâm-ı Cedîd askerinin ref'i lâzım gelse -Hak Teâlâ Hazretleri hıfz eylesin- düşmen-i dîn düğün-bayram edip dahi ziyâde fürce bularak Devlet-i Aliyye'ye giderek murdar tekliflerle galebesine takviyyet vereceğini ve nihâyetü'l-emrde düşmen-i dîne bir taraftan cevap verilemeyip Devlet-i Aliyye umûru gün-be-gün tenezzülde olacağını biliriz. Ve avn ü inâyet-i Hak'la bu nizâmlı asker lüzûmu mertebe çoğalıp Moskov ve Nemçe hudutlarında olan kal'alarda ve sâir yerlerde ikāmet etseler, hîn-i iktizâda ceng ü cidâlin yolunu izini bildiklerinden, acemi asker gibi şaşırmayıp, ikdâm ve mukātelede ihtimâm edeceklerini biliriz!” derler. “Ve delîlimiz şudur ki: Faraza bir fırtınalı günde bir sefîneden deniz hâlinden hiç bilmeyen âdemler olsa, âlât ve dümen kullanmak bilmedikleri için, ol sefîne elbette gark ve cümle halkı birden helâk olurlar. Ammâ deryâ ilmini bilenler her ne kadar fırtınaya tesâdüf etseler, ilmini bilmek ve kullanmak hasebiyle, bi-lütfullâhi Teâlâ, sâhil-i necâta varırlar. Ve bir misâli dahi budur ki, topu ve tüfengi ve cümle âlâtı ve üstâd cengçi askeri mükemmel bir sefîne ile topsuz ve üstâd askersiz Karadeniz'in kereste çekelevesi muhârebe için birbirine mukābil olsalar, onlardan kangısı gālib olur ma'lûm olmakla, işte bu misâllerden bilinir zâhir şeydir!” derler. “Ve kezâlik on-on beş yıl ceng husûsunu ta'lîm etmiş ve nice nice hîle-i harbiyye öğrenmiş az âdemler nice bin ta'lîmsiz askeri bozup ve kırıp ve esîr edip istedikleri gibi gālib olageldikleri acaba mahall-i şübhe midir?” deyu niceleri ikrâr ve i'tirâf ederler.\nVe bil-cümle ma'lûm oldu ki, Fransız melâini İskenderiye ve Mısır'a girip karada olan nice bin ta'lîmsiz askerimiz var iken, işe yarayacak ve gālib olacak cengleri zuhûra gelmeyip topçu ve piyâde ve muallem askerimiz her ne kadar kalîl iseler dahi sebât-ı kademle ceng edip küffârı kırdılar ve kırıldılar ve bunlardan bir ferdin firârını görmediler. Gayretleri cümlenin ma'lûmu olunca ta'n ü lâ'n edenlerden çok kimesneler insâfa gelip, “Asıl işe yarayacak asker bunlar imiş, mezemmetle boşuna günâha girdik!” deyu kusûrlarına mu'terif oldular.\nHattâ Cezzar Paşa Hazretleri bunların cengde sebât-ı kademlerine ve bir ferd kaçmayıp dilîrâne hareketle şehîd oluncaya kadar durduklarına bakıp, “Ben aslında bunları bilmez iken ta'n ederdim, lâkin fî-mâbâd ta'n edersem dilim kurusun!” dediği huzzâr-ı meclisi olanlardan mesmûumuzdur. Mâdemki bir kimsede akıl, rüşd ve insâf olup hayrı ve şerri fark edince bu muallem askerinin ne rütbede işe yaradığını ve yarayacağını ve ne mertebede lâzım olduğunu ve fî-zamâninâ bu makūle nizâmlı askerden maâdâsı hemân ordularda ve serhadlerde ve sâir ceng mahallerinde zahîre telef edip kuru kalabalık etmekten gayrı fâidesi olmadığını fehm ve idrâk eder. Zîrâ düşmen-i dînin birkaç sözleri vardır ki esîrliğimiz hâlinde kulağımızla işittik.\nOnlar derler ki: Osmanlı askeri seferde her ne kadar çok gelirlerse bizler o kadar ziyâde hazz ederiz, zîrâ askeriniz çok olursa zahîreleri pek tîz tükenir ve iki üç ay mukaddem kaçarlar ve eğer acemi askeriniz üzerimize gelirse, çoğunu top salkımıyla sergi edip bâkî kalırsa kendileri kaçarlar, derler. İşte bu sözleri tamâm vâkıa mutâbık olduğu re'yü'l-ayn müşâhede olunmuştur.\nVe bir sözleri dahi budur ki: Meselâ yüz bin Osmanlı askerinin içinde yalnız yüz nefer muallem asker bulunsa, indimizde addettiğimiz hemân yüz âdemdir. Kusurları defterde yoktur, zîrâ bir nefer güzel muallem âdem bayağı beş yüz âdeme muâdildir biliriz derler. Vâkıâ seferlerde gördük ki müddet-i ömründe eline tüfenk almamış ve cümle vaktini alış-verişle veyahut çift sürmekle geçirmiş âdemler hîn-i iktizâda şaşırıp, tüfengine ibtidâ kurşunu koyup ba'dehû barutu kurşunun üzerine koydukları ba'zı kerre müşâhede olunmuştur ki, tîz elden barutu ve kurşunu tüfenginden çıkaramadığından, onun ceng mahallinde durmaktan hiç fâidesi olmayıp boşuna kalabalık eylediğinden zararı olur. Ve ba'zı acemîlerden kimi dahi"
  },
  {
    "heading": "Asâkir-i Atîkamızın Hîn-i Vaz'larında Olan Keyfiyyâtı ile Şimdiki Halde Olan Halleri Beyânındadır",
    "page_range": "132-174",
    "text": "barutun veznini bilmeyip tüfengine haddinden ziyâde barut komakla elindeki tüfengi paralanıp kendisi ve sağında solunda ve önünde bulunanların kimini sakatlayıp ve kimini dahi helâk ettiklerini ve süvârîleri olan çok acemîlerden hayvanın üzerinde iken kendiyi Kahramân-ı zamân bilip babasını görse selâm irtikâb etmeyenler, ceng mahallerinde kılıçlarını çıkarırken kendi hayvanının başını sakatlayıp, kendini ve hayvanını heder ettiğinde, orduda olanlar görüp: “Mâşâallah şehbâzım!” deyu Allah'ı çağırırlar.\nVelhâsıl, okumak ve yazmak ve ok atmak ve at öğretmek ve çalgı çalmak ve sâir bunlar emsâli san'atların cümlesi ta'lîmsiz vücûda gelmediği misillû, bu ceng umûru dahi yalnız başına müstakil bir ilm-i şerîf ve fenn-i lâtîf olup, bunsuz gālibiyyet hiç bir tarîkle mümkün ve mutasavver olmadığını ashâb-ı firâset de düşünür. Hele kadîm ocaklarda cüz'î ve ve küllî alâkası olan kimesneler Nizâm-ı Cedîd'i fasl u mezemmet ederler ise ba'zı fikirlerine mebnî ba'zı ukalâ indimde affolunur. Lâkin hiç alâkası olmayıp şap ile şekeri ve hayr u şerri güyiyâ fark edenler acaba ne akla uyup böyle bir ilm-i şerîfi fasla cesâret ederler. Aklî ve naklî deliller yok iken ve kefere tâifesi acemi askerimizi dâima mezâka edip, bir sefer olsa da şu acemi hayvanları biner-beşer bin avlasak deyip dururken, böyle düşmenin hâline vâkıf olmaksızın hemân inad ve ısrârları istiğrâb olunur.\nÇünkü asâkir-i atîka ile asâkir-i cedîde beyninde bunca bî-ma'nâ münâkaşa olunur; bunların hallerinden bir mikdar bahse şürû' olunur, şu vech ile ki:\nKadîm ocaklarımızın asâkiri sefere çıktıklarında ne keyfiyyetle giderler ve gelirler, eğerçi âmmenin ma'lûmudur, eğer bilmezler var ise şu vech ile i'lân olunur ki: Gāzî Sultan Süleymân Hân Hazretleri, ocaklar askerlerini vaz' buyurdukları esnâda tahrîr buyurdukları asâkir mürûr ve ubûr eyledikleri mahallerde ağniyâ ve fukarâdan ve müsellem ve reâyâdan bi-gayr-i hakkın bir akçelik nesne almamak ve bir adet yumurtayı meccânen yememek ve hiç bir kimesnenin ırzına taarruz etmemek şerâitiyle taht-ı râbıtaya idhâl etmekle, vâkıâ asâkir-i merkūme dahi pâdişâhın ve sâir zâbitânın emîr ve re'yine itâat edip kırkı bir kıl ile yedilir asker olduklarından, ferd-i vâhide bir akçelik taaddî etmemeleriyle, seferlerde şecî'âne ve dilîrâne cenglerle kal'alar ve vilâyetler teshîr ve küffârın burnunu yere sürtmek ve bu cihetle pâdişâh-ı âl-i câhın nâm ü şânını ve nâmus-ı saltanâtını vikāyet etmek âdetleri idi. Ve pâdişâhın ve bil-cümle ehl-i imânın duâlarına mazhariyetle cümle halk-ı âlem bunları el üstünde tutup, cümle nâsdan ziyâde i'tibârları müzdâd olmuştu. Bu vech ile mu'teber tâife olduklarından meçhûlü'n-neseb Frenk ve Rum ve Ermeni ve Yehud'dan dönmeleri ve çingâneleri ve sâir ne idüğü belirsizleri içlerine komadıklarından, mert oğlu mert olmalarıyla, bunlardan hırsız ve edebsiz ve yankesici ve sâir fenâ töhmetle müttehem olanları içlerine komamakla düşmen-i dîni bu ocaklar askeriyle korkuturlar iken, düşmen-i dîn bunların nizâm-ı kaviyyesine hased edip bir tarîkle içlerine ihtilâf düşürmek için gāyet hîlekâr câsuslar gönderip birer san'atla içlerine idhâl etmeleriyle, bu câsuslar giderek neferât-ı İslâmiyyeye yoldaşlık dâiyesiyle şeytan gibi damarlarına girip derûnlarında merkûz olan şecâat-ı kaviyye ve diyânet-i asliyyelerine halel getirecek şeyleri yavaş yavaş ta'lîme başladılar. Şu vech ile ki:\n“Be hey yoldaşım, devletin bize verdiği yedi akçe ulûfedir; bize şahâdetle cennet gösterirler ve göz göre göre cümlemizi gâvura kırdırırlar. Bizim iki canımız yok ya! Gâvur bizim nemizi aldı? Boşuboşuna niçin kırılalım?” havâdislerini henüz vilâyetinden gelmiş ahvâl-i düşmenden ve belki kendinden gāfil, sâde-dil torlak Türkçeğizleri böyle böyle ifsâd edip, onlar dahi gide gide ba'zı seferde haddinden aşırı yüz bulup, “Büyükler yağlı pilav yesin, bizler kuru kuruya Moskov keferesiyle kırılmak niçin olsun?” deyu müstağrak oldukları ni'meti ve gördükleri nevâziş ve inâyeti unuttular gittiler. Gerek ocaklarından ve gerek hâriçten bunlara söz tefhîm eder âdem olmamakla, giderek istediklerini söylemek ve bildiklerini etmek ve konup göçtükleri yerlerde müslim ve reâyâ hânümânını yakıp yıkıp, bulduklarını yağma etmek ve ıyâl ve evlâdı ırzlarına el uzatmak ve bunlardan başka yüz doksan altı ortada olanların cümlesi yek-cisim makāmında birbirleriyle ayrı gayrıları olmayacak iken, sanki kendi ortasından mâadâ ortalarda olanlar dîn karındaşı değilmiş gibi deli açıktan küllî buğz ve adâvet ile birbirlerinin kanlarını içmek derecesinde yollarda ve izlerde birbirlerine kurşun atmak ve karyeleri basıp helâk etmek gibi halleri hâlâ bâkî olup seferde ve hazarda hiç birisi birinden emîn olmayıp nizâm ve intizâm-ı kadîmleri külliyen selb olundu gitti ve küffârla mukābele vaktinde, “Gâvurla bizi döğüştürmediler ve izin vermediler, yoksa eğer izin olaydı kralın tâcını tahtını başına geçirmek işten değildi. Lâkin devlet ircâli mürted olduğundan bizleri gâvura kırdırıp esîr ettirip, Moskov keferesinden variller ile altın aldılar!” deyu altmış beş bin gûne erâcîfle gün geçirir oldular. Hîn-i muhârebede hemân uzaktan top sesi işittikleri gibi ve birkaç şapkalı gördükleri anda, içlerinde müselmân kıyâfetinde bulunan câsuslar hemân çağırmağa başlayıp: “Ümmet-i Muhammed ne durursuz, gâvur ordumuzu bastı, öküz boynuzu çevirdi, şimdi cümlemizi sürer, esîr oluruz!” tevâtürünü çıkardıkları anda, aslından ortaları kazganlarını düşmene vermeyip, kazganları uğruna bin âdem şehîd verirler iken, şimdi bunlar, canlarının kıymetini bilecekleri tutup yarım saat zarfında çadır ve çerge ve kazan ve sâir şeylerini takımıyla bırakıp hemân doğruya Ordû-yı Hümâyûn üzerine uğramakla hazîne ve eşyâ ve çelenk sandıklarını yağma edip, küffârı sanki bütün kırmış ve kralın tahtını başına geçirmiş gibi unvânla, sâlifü'z-zikr yağma ettikleri çelenkleri başlarına birer, ikişer, üçer ve dörder beşer donatıp dah dah delisi gibi gezer oldular. Ve bunların içinde asıl gāzî olanlar ile olmayanlar ma'lûm olmayıp birbirine karıştılar gittiler. Bunlara muhâlefet eden olursa vezîr ve ağa ve paşa, büyük ve küçük zâbit demeyip hücûmla helâk etmeğe mu'tâd etmiş olmalarıyla, bunları öyle vaktinde nîm dakîka durdurmak mümkün olamadı. Delîl-i vâzıh budur ki, Sultan Mustafa Hân Hazretleri'nin zamânında Kartal Senesi Vak'ası'nda yüz elli bin kadar ehl-i İslâm askeri küffâra mukābele esnâsında iken merhûm ve mağfûr-leh Koca Abdî Paşa Hazretleri bir şîr-i dilîr gibi meydân-ı rezm ü vegā vü kâr-zârda olup ehl-i İslâm'ın başı pek sıkılmış değil iken, kalafatlı çavuş kıyâfetinde bir süvârî câsus alelacele Yeniçeri metrisleri verâsından nidâ edip: “Bre Yeniçeriler, ne durursuz, arkamızdan gâvur geldi!” deyu atını tepip gitti. Gāib olunca hemân sözün sıdk u kizbine bakmayıp, koca Yeniçeri ordusu birdenbire boşanıp firâra müsâraât edince, kefere fürce bulup bunların perîşâniyyeti sebebiyle hemân küffâr bunların üzerlerine düşüp ötesini beri almağa karîb olmuş iken pâşâ-yı müşârünileyh hazretleri küffârla mukāteleye girişip, bunları eğerçi halâs eyledi. Lâkin müşârünileyhin mukātelesi esnâsında, gerek kendilerine bir çeki düzen vermek veyahut müşârünileyhe imdâd eylemek hâtırlarına dahi gelmeyip hemân solukların Tuna kenarında hazîne çadırında aldılar. Enselerinden düşmen-i dîn görünmeyip bunlar geriye dönmek lâzım ve mümkün iken, hemân Kabakoz'a girmeyip, Ordû-yı Hümâyûn'un hazîne ve eşyâ ve hayvanâtını yağmalayıp “açık” ta'bîr olunan kayıkları bulamayanlar kendilerini suya attılar ve bu firârîlerin sülüsü mikdârı ve belki dahi ziyâdesi Tuna'da gark-âbe-i şahâdet oldular gittiler. Ve kimi yüzmek bilmemekle Tuna kenarında söğüt ağaçlarına çıkıp ve kimi dahi kamışlık ve sazlık aralarında saklanıp kaldılar. Düşmen-i dîn geldikde bunları görüp bulmalarıyla tüfenk ve süngü ile helâk ettiler. Ve düşmen-i dîn mahall-i merkūma tamâm üç günden sonra geldiler. Bu şehbâzların götüremeyip Tuna kenarında bıraktıkları top ve cebehâne ve mühimmât-ı sâirenin cümlesini küffâra bıraktılar gittiler.\nBunlardan sonraki Moskov seferi akîbinde dahi Koca Yusuf Paşa'nın def'a-i sânî sadâretinde cümle ocaklı zâbitânı ve Yeniçeri ağası sadr-ı müşârünileyhe gelip cevaplarında: “Bizler bu defa yüz yirmi binden mütecâviz ocaklar askeri var iken Moskov'un sekiz bin askeri Tuna'yı beri tarafa geçti ve üzerimize gelip cümlemizi târümâr ve isbât-ı müddeâ-yı salâbet eyledi. Gâvurun böyle nizâmlı askerine böyle nizâmsız askerimizle mukāvemete kudretimiz yok. Hemân musâlâha edeceğiniz var ise edin. Mâdemki bizim askerimiz hîle-i harbiyye-i cedîdeyi bilmeyince böyle böyle kıyâmete kadar nusret olamaz!” deyu ceffe'l-kalem cevap verdiler.\nMüşârünileyhe hayret gelip: “Bunu ben pâdişâh-ı âlem-penâha nice arz edebilirim?” deyince, “Bizler arz-ı mahzar yazarız!” deyüp, nefsü'l-emrde arz-ı mahzar ettiler ki, kalemim ile olmuştur. Vezîre teslîm ettiler, müşârünileyh dahi pâdişâha gönderip bunlardan fî-mâ-ba'd hayır ve nusret mümkün olamayacağını telhîs edince çâr-nâ-çâr Moskov ile musâlâhaya karar verdiler. İstanbul'a geldiklerinde, çünkü mukaddemâ Yeniçeriler ta'lîmsiz olup kefere askeri muallem olduğundan, onunla mukāvemet edemeyiz dediklerine binâen ve husûsâ otuz sene mikdârı keferinin galebesi ve su bendleri maddesine ittibâen, Devlet-i Aliyye dahi kendi hâline intizâmla mağlûbiyetten halâs ve belki gālibiyyetine sebep olacak ve kendi mekrinden emîn olacak vesîle bulmağa mecbûr olunca, ta'lîm maddesi Yeniçeri Ocağı'na teklîf olundu. Kabûl etmeyip redle kat'î cevap verdiler. Devlet-i Aliyye dahi mülâhaza ve nice def'a istişâre edip, eğer bu husus ferâmûşla terk olunmak lâzım gelse, giderek esfâr-ı sâbıkadan ziyâde fenâ netîce vereceği ve kefere tâifesi yüz bulup külliyen fürce-yâb olacağı zâhir ve su bendi maddesi sohbeti dahi meydana çıkmış keyfiyyet olmakla, Bostânî neferâtından tüfenkçi tertîb ve Levend Çiftliği'nde müceddeden yapılan kışlağa kondu.\nSultan Süleyman Hân Hazretleri'nin Yeniçeri Ocağı küşâdında dünkü gün yazdığı asker bugün kaçtığı misillû, bu defa dahi bir alay Yeniçerilik da'vâsında olup, fakat ocaklarında bir kuru ulûfeden gayrı Yeniçerilikle alâkası olmayan kalleş kurtlar birbiriyle fısıltıya varıp, “Yâhû, Nizâm-ı Cedîd Ocağı açıldı. Cedîd asker san'at-ı harbiyye ta'lîm edip, eğer bir seferde hizmet-i pesendîde zuhûra getirirlerse, Yeniçerilik muattal olup esâmelerimiz hiç olacak!” deyu bîhûde vesveseye düştülür. “Nizâm-ı Cedîd Ocağı'na yazılan âdemler gâvura müşâbih ta'lîm etmekle müselmânlıklarına zararı vardır!” deyu mukaddemâ dîn ü devletle alâkası olmayan ve mes'ele-i tahâretini bilmeyen bâtıllar bu bâbda müselmânlık kaydına düşüp nicelerini yazılmaktan men' ve yazılmış nicelerinin dahi firârlarına ikdâm ve ihtiyâr ettiler. Hak Sübhânehû ve Teâlâ Hazretleri'nin hikmet-i Rabbâniyyesine bak ki, bu asker-i mergūbe iki üç binden ibâret iken Fransız seferi açılıp cedîd topçu ve tüfenkçiler Mısır ve Akkâ'ya ta'yîn olundular. İki üç bin âdem İstanbul'dan hareketle sefînelerine râkib ve mahallerine zâhib olduklarında, gerek İstanbul ve gerek sâir mahallerde bir edebsizlik veyahut bir kimesnenin bi-gayr-ı hakkın bir akçelik nesnesini almayıp, ırz ve nâmuslarıyla kız gibi gittiler ve geldiler. Eğer bunlardan bir kabâhat zuhûr etti ve görüldü ve işitildi ise cümle âleme salâdır söylesinler.\nKemâl-i ihsân-ı Rabbâniyye ile Akkâ kal'asına vardıkları gibi Fransız keferesi altmış üç gün Cezzar'ı ve Akkâ ahâlisini kemâliyle tazyîk ve gülle ve humbarayı yağdırmakla kal'ayı bütün bütün almağa bir dikiş kalmışken ve husûsâ burc-ı âlî nâm mahalden kal'a derûnuna düşmen-i dîn girmişler iken, bu cedîd asker eltâf-ı Sübnâniyye ile kānûn-ı harbiyyelerin bir günâ icrâ ederek küffârı bir mertebede kırıp helâk eylediler ki Frengistan'ın bir mahallinde Fransızlar böyle rüsvây ve bed-nâm kırılmadılar ve kal'a-i merkūm ve cümle ahâlisi, bunların ikdâmı vâsıtasıyla halâs olduklarını dünyâda bilmez hiç kimesne kalmamıştır. İşte bunların işe yaradığı ve yarayacağı bundan dahi ma'lûm olmaz mı? Tamâm dikkat yeridir. Kezâlik her nerede küffârla mülâkî oldular ise, azlıklarına göre küffârdan yüz döndürmeyip kırıldılar ve kırdılar ve bir nefer firâr ârını irtikâb etmemekle Hazret-i Hakk'ın ve Cenâb-ı Peygamber'in murâd-ı aliyyeleri üzere gazâ ve cihâd emrini ve dîn-i mübîn şerâitini yerine getirdiler. Eğer sözümde hilâf var ise yerden göğe kadar izindir, söylesinler veyahut Allah için hakkı kabûl buyursunlar. Çünkü ta'lîmsiz olan askerimiz Mısır'da ve İskenderiye'de ve sâir havâlisinde Fransız keferesinin atlısına ve yayasına mukābele edemediklerinden, meydanda kalıp, muallem askerimize ilticâ ile içlerine girmeleriyle kendilerini mühlikeden halâs ettiklerini, eğer insafları var ise ikrâr eylesinler.\nVe bunlardan başka, bin iki yüz on yedi senesinde Rumeli'de olan dağlı kâfirlerinin üzerlerine me'mûr olduklarında eşkıyâ tâifesi hîn-i zuhûrundan vakt-i merkūma değin bunca vüzerâ ve sâir me'mûrların cümlesi bir vakitde eşkıyâya fürce bulamayıp bu dağlı kâfirleri hiç bir kimesneden yüz döndürmediler ve her ne mahalde ise cümleye gālib oldular ve bu Nizâm-ı Cedîd askerinin kökünü kazıyıp bir dâne kalmayıncaya kadar kırıp nâm ü şânlarından eser kalmamak niyyet-i fâsidesiyle mağrûrâne var kuvvetini bâzûya getirip bunlarla elleştiler. Asker-i cedîdin ise topları ve humbaraları ve sâir süvârîleri yanlarında olmayıp hemân yalnızca piyâde iken ve kemâl mertebe ortalık kış ve kar ve yağmur ve çamur iken ve eşkıyâ bir karyede mahfûzen dururlar iken, vardılar, bastılar ve muhârebeye giriştiler. Eşkıyâ ise karyenin içinde mahfûz ve asker-i cedîd dizlerine kadar çamur ve su içinde iken eşkıyânın nısfı derecesini olmuş armut gibi döküp harâb ve canı cehenneme gönderip bâkîlerini cebren ve kahren koparıp kaçırdılar. Ve âhir bir karyeye soktular ve vakt-i kalîlde eşkıyâdan helâk ettikleri dört yüz kadar lâşe-i murdarlarının yanmışlarını buldular. Eşkıyâdan alınan dillerden menkûldür ki, eşkıyâ birbirlerine çağrışıp, “Abe babam oğlu, bu Nizâm-ı Cedîd ateşi işittiğimiz gibi değilmiş. Tartıldık işte, bizden altı okka ziyâde geldiler!” deyu birbirlerine çağrışıp mikdârlarını bildiler. Âkıbetü'l-emrde hiç bir taraftan yüz çevirmeyen kâfirler gece ile dağlara tırmanıp firâr eylediler ki, bu dahi âmmenin ma'lûmu olmuştur.\nKaldı ki eşkıyâdan bu Nizâm-ı Cedîd askeri içlerine bir nefer câsus sokmağa her ne kadar ikdâm ettiler ise, çâresini bulamadılar. Zîrâ bu asker-i mergûbenin nizâmları budur ki, her on adedine bir nefer onbaşı olup, her onbaşı hem kendi neferlerini ve hem sağında ve solunda bulunan âdemleri her zaman görüp durmakla cümlesini bilir ve birbirlerinin yanlarından bir hatve ayrılmaz ve içlerinden bir âdem bulunmasa o saat bilirler ki kangı isimde olan âdem noksandır ve içlerine hâriçten bir âdem girecek olsa, her zâbit kendi neferini bilir. Hâriçten giren âdem nerede dursun, hemân meydan süpürgesi gibi ortada kalıp yakayı ele verir. Bu tarîkla gerek müslim ve gerek kefereden içlerine bir âdem girip çıkmak ve bunların hâline vâkıf olmak ve nereye gidecekler ve ne yapacaklar bilinmek mutasavver olmadığından, Devlet-i Aliyye'ye göre işte bundan a'lâ ve ra'nâ nasıl asker ve nizâm olabilir; ehl-i insâfa ve erbâb-ı akıl ve kiyâsete ma'lûmdur. Zîrâ bu askerin içinde bulunan câsus bunların nizâmı üzere bulunabilir ve asâkir-i cedîdenin sâir asâkir-i atîkadan ziyâde olarak fezâil ve muhassenâtına nihâyet yoktur. Egerçi cümlesi tafsîlen yazılsa birkaç cild olur, lâkin avâm-ı nâsın aklı yetişeceği kadar tefhîm olunur.\nKi cümle muhassenâtından biri asâkir-i atîk esvâbı yek-hey'et üzere değildir. Kıyâfetleri muhtelif olduğundan bunun mazarratı oldur ki, ceng esnâsında eğer firâr eden olsa bu firâr eden kimesne asker midir değil midir, yoksa esnaf mıdır ya hizmetkâr mıdır, hiç ma'lûm olmadığından, hemân firâr edenler bir mahalle varır, kendilerini bildirmemek mümkün oluyor. Lâkin asker-i cedîdin cümlesi kıyâfet-i mahsûsa üzere olduğundan, kendi sıralarından bir adım ayrılsalar hemân yüzük taşı gibi meydanda ma'lûm oladüşer ve bölüğünden bir âdem noksan olduğu dakîkada hemân ma'lûm olup ararlar ve bulurlar. Onun için asâkir-i cedîdeden bir bölük orduda bir âdem firâr etmek mümkün ve mutasavver olamayıp, nâ-çâr bölüğünde mukîm ve hizmet-i lâzımesinde kıyâm eder.\nMuhassenâtından biri dahi budur ki, asker-i atîk düşmen-i dîn karşısında namaz safı gibi saf saf durmayıp seyir mahallinde duran kalabalık gibi veyahut bit pazarında olan zihâm gibi karmakarışık dururlar. Canı isteyen tüfengini bir kerre ve kimi iki ve kimi dahi ziyâde, her ne kadar muvaffak olabilirse, doldurup atar. Ve kimi dahi ne yaptığını ve ne yapacağını bilmeyip hemân yalancı pehlivan gibi iki tarafa döner durur ve düşmen tarafından bir hal müşâhedesiyle bir miktar geriye çekilmek için zâbitler, askere söz söyleseler, kimi işitip kimi işitmez, herkes bildiği gibice eder. Eğer askeri bir miktar geriye alacak olsalar, bahâne edip birkaç konak kadar geriye çekilirler.\nAmmâ bu asker-i cedîd namaz safı gibi saf saf olup önde bulunan saftan başka arada olan saflar dahi kezâlik saf saf dururlar ve ibtidâki safta kaç bölük âdem var ise ardında olan saflar dahi ona kıyâsla, ne noksan ve ne zâid olur. Hemân kurulmuş dolab saati gibi iktizâsına göre döner dururlar. Şu sûretle ki, bunca bin asker sağlı ve sollu hemân iki nefer nişancı zâbitlerinin göstereceği işâret-i ma'lûmeye asker dâima bakarlar dururlar. Şöyle ki, bunların içinden bir neferi başını gayrı tarafa döndürmeğe kādir olamaz ve zâbitlerinin emrini fehm için şamata etmeyip bir kimesnenin ağzından harf çıkmaya dek kulak verir dururlar. İşâretçi zâbit meselâ hâzır olun deyu bir işâret gösterir, bunca bin âdemin cümlesi hemân yekten hâzır olup içlerinden birinin durmağa veyahut sohbet etmeğe ve gayri yere bakmağa hiç bir vech ile kudreti olamaz. Be-herhal cümlesi birbirine muvâfakaten hâzır dururlar. Ba'dehû yine her ne gûne işâret gösterilirse, ona göre âteş-feşânlıkların icrâ ederler ve ba'zan bir işâret gösterilir ki nizâm ve intizâm üzre olmayıp hemân tüfenklerini serîan ve âcilen doldurup atmakla gürültü ve zırıltıya aralık vermeyerek kurşunu yağmur gibi yağdırırlar ve eğer bu hâl üzere iken yorulurlarsa, der-akab zâbitleri bir nişan gösterip bunları san'atla geriye alıp aralarında olan dinç askeri bunların yerine korlar ve bunlar dahi kezâlik ol vech ile âteş saçarlar.\nİşte bu hal üzere askeri yorultmayıp ve nefret getirtmeyip ceng ü cidâli bu hey'et ve san'at ile ber-vech-i suhûlet icrâ ederler ve ba'zan hîn-i iktizâda bunca bin âdem bir büyük değirmi halka şekline girip devr etmeğe başlarlar. Şu sûretle ki, o dâire döndükçe düşmene karşı bulunanlar hemân kurulmuş tüfenkleri boşaltıp kurşuna aralık vermezler. Yine o mahalle dönünceye kadar tüfenklerini hazırlayıp düşmenin karşısına geldiği anda atarlar ki bu devr hasebiyle âteş-i harb ve kıtâl bir an ve bir dakîka hâlî kalmaz ve ba'zan dahi lüzumu oldukça bunca bin âdem bir küçük yere sıkışıp kendilerini düşmene azıcık göstermek için tor top olur dururlar. Ondan murâdları her ne ise icrâ ederler ve ba'zan dahi açılıp meselâ on bin âdemi elli altmış bin kadar gösterirler. Ve ba'zı vakitte dahi eğer başları sıkılır ise cümle asker dört köşe bir ka'la resminde olup hep büyük zâbitlerini ortalarına alıp ve dâiren-mâ-dâir etrâfa âteş saçıp ve dört köşenin her köşesinde toplar vaz' etmeleriyle eğer farazâ dört taraftan düşmen gelse dahi fürce vermezler. Hemân bir yanar âteş misâli hücûm eden düşmeni elbette kırarlar, döğerler. Bu hey'et üzere iken düşmen tarafından süvârî gelip bunların içlerine girmek murâd etse, tîz bir nişan gösterilip askerin kenârında bulunan sırada olanlar hemân ân-ı vâhidde birer dizleri üzre çöküp ellerinde olan harbeli tüfenklerini göğüslerine dayarlar, dururlar ki bu oturan safın verâsında bulunan saflar ayakta olmalarıyla âteş-bâzlıklarını icrâ eylediklerinden, bunların içine düşmenden süvârî dahi girmek mecâli olamaz. Bu sûrette üzerlerine gelen düşmen farazâ taştan olup âhen-pûş olsalar dahi elbette sapır sapır dökülürler. Ve eğer gelen düşmen dahi bunlar gibi nizâmlı ve muallem ise, onlar dahi kezâlik bu nizâm üzere gelmeleriyle, o zamân gālib olmak iki tarafın büyük zâbitlerinin gün-â-gûn fenn-i cedîdine vesîle-i harbiyyeyi güzel bilip icrâ etmesine, Cenâb-ı hayrü'n-nâsırîn her hangi tarafı muvaffak ederse be-her-hal o taraf gālib olur.\nZîrâ serdâr-ı cümle-i enbiyâ, sipehsâlâr-ı asfiyâ, Resûl-i Hudâ sallallâhü Teâlâ aleyhi vesellem efendimiz Hazretleri muhârebe husûsunda “el-harbü hud'atün” buyurmuşlardır, ya'ni “Ceng hîleden ibârettir!” Bu hadîs-i şerîfin vürûduna sebep budur ki: Bir gün Haçret-i Resûl aleyhisselâm zamân-ı saâdetinde gazâ olup düşmen tarafından bir bahâdır ve nâmdâr kâfir meydana çıkacak olmakla kendüye mukābil cenge Hazret-i Ali'yi talep eyledi. Emr-i Hazret-i Resûl aleyhisselâm ile Hazret-i Ali kerremallâhü veche, hemân yalnızca kılıcın kuşanıp meydân-ı muhârebeye piyâdece çıktı. Küffâr tarafından ma'hûd kâfir dahi süvârî olarak meydana girdi. Hazret-i Ali ol kâfire hitâb edip: “Ben bir kılıç ile piyâdece geldim, sen niçin iki kılıç ve iki ok yay ile süvârî olup geldin?” dedi. Ol kâfir cevâbında: “Sen dahi benim gibi iki kat silâh ile süvârî meydana geleydin!” dedi. Tekrâr Hazret-i Ali ol kâfire dedi ki: “Hele bunlar böyle olsun, lâkin muhârebede ez-kadîm âdet olduğu üzere bizim taraftan meydana yalnızca ben çıktım; ya sen niçin yanına bir âdem ziyâde alıp ikiniz berâber geldiniz?” deyu buyurunca, ol kâfir inanıp kendi yanına başka âdem dahi gelmiş zannıyla ardına baktığı anda hemân Hazret-i Ali ân-ı vâhidde ol lâînin kelle-i menhûsesini uçurdu. Ve bu lâînin helâki taraf-ı İslâm'a bâis-i meserret ve sürûr olup Hazret-i Ali ba'de'l-avde Cenâb-ı Hazret-i Peygamber'e mülâkātında ne hîle ile lâîni katl eylediğini haber verince, bu hadîs-i şerîfi buyurmuşlardır.\nİşte bunun gibi gazavât-ı sâirede dahi nice nice hîle-i günâgûn olmuş iken ve ehl-i İslâm'ın gālibiyyeti ve şerefi için küffâra gönderilen câsus-ı İslâmiyye'nin her türlü kıyâfeye girmelerine müsâade buyurulmuşken ve küffârın mağlûbiyeti için her ne olur ise olsun izin ve ruhsat-ı Hazret-i Peygamberî zuhûr etmiş iken, bir alay cehele-i zamân bu asker-i cedîdin, kimi esvâbını beğenmeyip ve kimi dahi, “Bu ta'lîm maddesi kefereye mahsûstur, müselmâna yakışmaz!” deyu güft ü gû eyleyip, Devlet-i Aliyye memâliki düşmenden ne tarîkla hıfz olunur deyu zamânede olan düşmen-i dîn neden havf eder ve gālibiyyet ve mağlûbiyyet ne yüzden oldu ve ne tarîk ile olacaktir, birinden habîr ve âgâhî olmayıp, hemân birkaç akçe ulûfemiz acaba gider mi fikriyle cebinden türlü türlü hezeyân peydâsıyla bir alay sâde-dil âdemcikleri işbu emr-i gazâ ve cihâddan men' etmeleri hak budur ki iki cihân saâdetinden mahrûm olmağa bâdî olan hizlân değil midir?\nHâsıl-ı kelâm, ehl-i basîrete mekşûftur ki, bu nizâm-ı kaviye-i mergūbe atîk ocaklar askerlerinde olmak bir vech ile mümkün olamıyor, zîrâ nizâmları fi'l-asl başka gûne kurulmuş olmakla cedîd nizâm tahtına idhâlde herkes müteneffir oluyor. Bu atîk askerin meselâ bir ordudan dönüp geriye gitmeleri lâzım gelse, ordularının kırk bin zâbitleri durup bunları çevirmek murâd etseler, hiç bir tarîkle çâresi bulunmaz, istedikleri gibice ederler oldular. Hemân içlerinden beş-on âdem geriye yüz çevirdiği anda kimin haddi vardır ki onlardan bir dâneye dur gitme demeye kādir ola. Hemân cümlesi birbirlerinin ardına düşüp solukların ekser-i zamânda Ordû-yı Hümâyûn hazînesinin ve çelenk çadırlarının içinde alırlar oldular.\nAsâkir-i cedîde muhassenâtından biri dahi budur ki:\nFaraza düşmen-i dînin ziyâdesiyle galebesi olsa, asker-i cedîd mağlûb olsalar dahi, hemân bir kerre bozulduk deyu perîşân ve perâkende olmazlar. Başbuğları ve söz sâhipleri olan zâbitleri ertesi güne yahut başka vakte kadar kendilere çeki-düzen verip yine düşmen-i dîn üzerine giderler ve askerlerinden bir ferdi bozgunluk bahânesiyle sonraki defada gitmeye kādir olamazlar, meğer ki bir fikr ü mülâhazaya mebnî zâbitleri gitmek murâd etmeyeler. Ammâ asker-i atîk bir mahalde cüz'î bir bozgunluk görseler, kendilerini suya atmakla dünyâdan çıkıp giderler. Bu sebeple düşmen-i dînin fürce bulmasına sebep olurlar ki, vaktimizde zuhûr eden iki defa Moskov seferi ve bir defa Nemçe seferi ve bir defa dahi Fransız seferinde defâatle görülmüş ve âmmenin ma'lûmu olmuş şeydir ki ispâta hâcet yoktur.\nAsâkir-i cedîdenin muhassenâtından biri dahi budur ki:\nBöyle cedîd ve nizâmlı askerden ibâret olan bir ordunun gerek muhâfazasında oldukları kal'anın etrâfını meğer düşmenden muhâfaza için karakollar ta'yîn olunur. Eğerçi fi'l-asl âdetimizdir, lâkin tarz-ı kadîm ile tavr-ı cedîdin dünyâ kadar farkı vardır. Tarz-ı kadîm üzere olan karakol içine ecnebî asker ve düşmen karışır ve duyulmaz, lâkin tavd-ı cedîd ya'ni muallem asker karakoluna karışmak vârid ve kal'a içine ecnebî girmek hiç bir tarîkla mümkün olamadığından karakolların keyfiyyeti ta'rîfi budur ki: Ordunun etrâfına her ne kadar karakollar ta'yîn olunursa onlara her gece bir nişân-ı kelâm ifâde ederler ki, o kelâmı ibtidâ sergerde asâkir bulup cümle zâbitâna gizlice söylerler ve bu kelâmı sırrâne karakollara dahi haber verirler. Vatkâ ki hâriçten bir câsusa karakollar rast gelseler, hemân “Parola?” derler. Yani parola demek bu gecenin ma'hûd olan nişân-ı kelâmı demektir. Meselâ bu gecenin parolası “Edirne”dir ve yarın gecenin “Belgrad”dır, üçüncü gecenin parolası “Kapı anahtarı”dır ve dördüncü gecenin parolası “Abdî Paşa”dır. İşte ba'zı gecede kal'a ismi ve diğer gecelerde âdem ismi veya bir eşyânın ismini tahsîs ederler. Hâsıl-ı kelâm, hâriçten içeriye girecek câsus ol gecenin parolasını haber veremediği gibi, der-akab tutup ordu başbuğuna götürülür ve eğer karakollara rast geldiği âdem ordumuz âdeminden olup ol gecenin parolasını doğruca haber verdiği gibi, kendi askerimizden olduğu bilinir, dokunmazlar, çıkar işine gider. İşte câsus maddesi ancak böyle ma'lûm olabilir ve câsus maddesi ise evvelâ cümleden ziyâde dikkat edecek şey olmakla kemâliyle ikdâma himmet ederler. Tâ ki ol seferden avdet oluncaya kadar bir gecenin parolası bir geceye benzemeyip, her gece için bir gûne parola ihdâs ederler ve câsus belâsından böyle halâs olurlar.\nVe muhassenâtından biri dahi budur ki:\nBu asker-i cedîd ordusu gerek gecede ve gerek gündüzde bir mahalde iken ordu başbuğu zâbitân-ı sâireye bir şey tenbîh edecek olsa, düşmen vâkıf olmasın deyu, bi'n-nefs zâbitânı çağırmaz ve lisânen söylemez ve kimesne vâkıf olmasın deyu kâğıda yazmakla dahi ifâde eylemez, ancak işâretle tefhîm eder. Tenbîh edeceği şeyi her ne ise Surre Araplarının davulu gibi davul çaldırıp tenbîh eder. Cümle zâbitân uzak mahalde iseler dahi kulak ururlar. Ba'dehû tenbîh olunan her ne ise fehm edip ona göre cümlesi birden hareket ederler ve gayrı kimesneler fehm edemezler ki hattâ düşmen dahi haberdâr ola. Ammâ atîk askerde bu şey muhâl olup yalnız bir nefere bir emîr olacak olsa, ordudaki cümle halka râyegân olur ve düşmen dahi vâkıf olup umûrumuzu iptâl eder ki bin kerre tecrübe olunmuştur.\nVe muhassenâtının cümlesinden efdal ve a'lâ ve ahsen olan budur ki:\nAvn ü inâyet-i cenâb-ı Bârî ve Hazret-i Resûl-i Kibriyâ'nın kuvve-i mu'cize-i bâhiresi berekât ü âsârıyla işbu asker-i cedîd Devlet-i Aliyye'nin cümle hudutlarına kifâyet edecek mikdârı tertîb ve tanzîm ve derecesine iblâğ olunduğu sûrette hudut ve sınır-ı İslâmiyye var ise cümlesine muallem topçu ve muallem asker-i cedîd konulup hîn-i iktizâda düşmen-i dîn ile muhârebeyi kāidei-i harb ü kıtâl üzere ederler ve âgâhiyyet üzere muhâfazaya ikdâm ederler. Asker-i atîk gibi etraf köylere alış-verişle dağılıp kal'ayı ve serhaddı bırakıp gitmekle kal'anın ve serhaddin ale'l-gafle düşmen-i dîn yedine geçmesine sebep olmazlar. Düşmen-i dîn dahi evkāt-ı sâire gibi ale'l-gafle hücûma yol bulamaz ve bulsa dahi hakkından gelirler. Zîrâ merhûm cennet-mekân Sultan Mahmud Hân-ı Evvel Hazretleri'nin vaktinde Nemçe keferesi sulhe bakmayıp ale'l-gafle Niş kal'asına hücûm ve birdenbire zapt etmekle ihrâc ve def'inde hayli zahmet çekildiğini hâlâ bilenler vardır. Ve kefere tâifesi dâima âteş-bâzlıkla mahâret kesb edip uzaktan iş görmeğe me'lûf olmalarıyla kılıç ve bıçak ve sâir âlât ve nacaktan, ya'ni yakından uracak âlâttan korkmazlar. Hemân ta'lîmli askerden top ve humbara ve tüfenkoer ve lâğımdan ve cümle barut oyunlarından havf ederler ki, uzaktan insanı helâk eden şeylerdir. Binâenaleyh düşmen-i dîni havfa düşürüp mukābele-i bi'l-misil şürûtuna riâyet pâdişâh-ı İslâm hazretlerine ve sâir selâtîn-i ümenâ-yı saltanat-ı seniyyeye ve bi'l-cümle dîn-i mübîn erlerine ve gayret-keşlerine farîzadan olduğu şer'an ve aklen ve tecrübeten sâbit olmuştur. Mâdemki düşmen-i dîn -'aleyhimü'l-lâ'ne- tâifesi aslından gāyetü'l-gāye cebân ve hâif ve hirâsân bir tâife iken ehl-i İslâm'ın zahmına cemî' zamânda tâkat getiremeyip beşikteki piçlerini dahi, “Müselmân geliyor!” deyu korkutmak âdetleri olmuş iken ve bir müselmânı gördükleri gibi niceleri birden şapkalarını çıkarıp kemâl-i havflarından nâşî tapınmak üzereler iken, kemâl-i ikdâm ve ihtimâm ile âteş-bâzlıkların kuvveden fi'le getirip birkaç bin adım yerden sür'at topların tüfenk gibi kullanıp, yalnız bir topu bir dakîkada on iki on beş kerre atmak hesabıyla, bir saatte dokuz yüz kere atmakla, ehl-i İslâm'ı uzaktan târümâr ve içlerine kılıç düşürmez oldular. Ve birbirlerine hasbıhâllerinde, “Hele Osmanlı askerinin haddini bildirdik, intikāmımızı aldık; şimden sonra vilâyetimize ayak basamazlar ve müselmânın memâliki dahi bizimdir!” deyu bahsedip ve bu cihetle ehl-i İslâm'ı hiç menzilesine kodular.\nVe husûsâ bin yüz seksen iki senesinden beri bunca ehl-i İslâm'ı ve ıyâllerini ve şürefâdan nice bin bâkire ve sıbyânı zîr-i tasarrufuna alıp ehl-i İslâm'a haddinden aşırı murdar murdâr teklifler ve fenâ fenâ muâmeleler edip dururken, bir alay bî-şuûr tâifemiz bunları hiç ebeden hâtırlarına dahi getirmeyip ve kırk seneye karîb olmuştur ki, keferenin gālibiyyetini ve ehl-i İslâm'ın mağlûbiyyetini, mahzâ keferenin ateşlerine tahammül edemediklerinden, merâm üzre ceng olunamayıp bu takrîb ile firârlarına mebnî olduğuna dahi akılları yetişemeyen derd-mendler kal'a kapısından çıkıp bir konak yere gitmemiş ve acı-tatlı bilmez, sefer görmemiş, ceng ve sulh nedir, fesâd-ı âlem ve salâh-ı benî âdemin bozuk olduğunu ve olacağını bilmez. Belki bunlardan ba'zıları kendi mes'ele-i tahâretini dahi bilmez. Âmentü billâh okumakta ve bilmekte hemân baştan başa yanlış olan, sûreti âdem, hulkı bakar avâm-ı nâsdan âdemler, “Dünyânın fesâdına Nizâm-ı Cedîd sebep oldu, eğer Nizâm-ı Cedîd kalkarsa eski nizâmla hemân dünyâ kendi tabiatıyla beş günde âsûde olur” zanneden echelü men fi'l-arz dedikleri takımdan birini geçen sene bir cezîrenin zecriyye âmeliğine me'mûr ettiler. Mukaddemlerde Nizâm-ı Cedîd'e sebep olanlara sebb ü lâ'n edip dururken, zecriyye maddesinden eline beş altı bin kuruş kaparoz geçip yeni seneyi dahi kendüye ihâle olunmakla, rast geldiği yârân ve yoldaşlarına, “Be hey kardaş, bu Nizâm-ı Cedîd maddesi bir zararsız şey imiş. Ben bunu aslından dahl ederdim, lâkin beis yoktur. Zîrâ zecriyye malı şarap içenlerden alınmaz, bize zararı yoktur. Moskov vilâyetine giden şaraptan zecriyye alınmakla zecriyye akçesi Moskov kîsesinden çıkıyor. Bereket versin, hele vâkıf oldum. Estağfirullâh bundan sonra böyle tevbe olsun Nizâm-ı Cedîd faslını ağzıma almayım!” deyu rast geldiği yârânlarına söyler oldu. İşte Nizâm-ı Cedîd maddesi merkūma birkaç bin kuruşçuk kazandırmakla aslından ta'n ederken, sonra utanmayıp senâ eder oldu.\nİşte hemân cümle nâs bu hal üzerelerdir. Hulâsa-i kelâm, eğer bir alay hayır ve şerri fark etmezlerin ta'n ve zemmine bakılıp bu asâkir-i mergūbe-i cedîde nizâmından ferâgat olunmak lâzım gelse, maâzallâhi Teâlâ, düşmen-i dîn -lâ'netullâhi aleyhim ecmaîn- fürce-yâb olup, bir kralın üç-dört kerre yüz bin muallem askeri var iken, Osmanlı şunda yüz bin âdeme nizâm veremedi deyu hemân boynumuza binip o zaman Nizâm-ı Cedîd'i beğenmeyen kallâşlardan bir akçelik fâide olmayacağı ve maâzâllâhi Teâlâ bir musîbet olsa o makūleler cevaplarında, “Hoş imdi, mukadder böyle imiş, olacağa çâre olmaz!” demekten gayrı sözleri dahi olmayıp hercümerce sebep olacakları bedîhîdir ki halleri nice kerre tecrübe olunmuştur. O zaman vâveylâ ile bükâ etmek dahi müfîd olmaz.\nBu makūle aklının dümeni olmayıp beyni soğuk takımından oldukça, yine sûretâ söz anlar zannolunan kılıklı kıyâfetli, güyiyâ dünyânın akıl hocası olup kimesnenin aklını beğenmezin biriyle ba'zan mülâkî olunup sohbet esnâsında kendisine suâl tarîkıyla:\n“Acaba düşmen-i dîne nasıl gālib gelinebilir? Tarîkı nasıldır? Meselâ eğer sen vezîr olsan, ne vech ile hareketle gālib olurdun?” deyu suâl olundukta, çünkü aklının dümeni olmadığından, düşünerek cevâbında; “İbtidâ Yeniçeri Ocağı yeniden tathîre muhtâçtır, zîrâ bunlar fi'l-asl pâk asker olduğundan bunlar vâsıtasıyla nice hizmetler zuhûra gelmiştir, ammâ şimdilerde Acem bozuntusu ve Türkmen ve Kürd hırsızları ve dönme bozmalar dolmuş ve iş başına geçmiş; bunların cümlesini küreleyip yeni baştan yazmağa muhtaçtır ve yazılan askere dahi kılıç çalmak ta'lîm olunmalıdır. Yoğurdu kesemez askerle olamaz ve hâlâ mevcûd olan askerle hiç olamaz!” deyu şecâat arz ede düştü. Ve yüz elli senede vücûda gelemeyecek ve belki hiç mümkün olmayacak nesneyi kāle getirdi. Zîrâ yeni baştan bunların cümlesini tard ve âherini yerine komak ne demektir, onu fehme kudreti yok iken akıl ve rüşdü kimesneye vermez. Biz dahi cevâbımızda:\n“Sübhânallâh, Yeniçeri Ocağı'ndan nice bin âdemin cümlesini birden tard ve teb'îd ne için olsun? Çünkü bunlar pâdişâh-ı âlem-penâh hazretlerinin ta'lîm emrini kabûl etmeyip, bi'z-zarûre bostânî yazılıp vakt ü hâle muvâfık nizâm-ı kaviyye tahtına idhâl olundu. İşte tamâm senin dediğinden ziyâdesi dahi var ki bunlar top dahi ta'lîm ediyorlar ve âteş dahi saçıyorlar!” denildi. Cevâbında:\n“Vâkıâ kelâmın hak ve cümlesi gerçektir. Eğer Yeniçeri tâifesi mukaddemâ bu ta'lîm emrini kabûl etmiş olsalar idi, hem ulü'l-emre itâat, hem küllî nusrete sebep olurlardı”"
  },
  {
    "heading": "Ta'lîmden Asıl Maksûd Ne İdiği Beyânındadır",
    "page_range": "176-178",
    "text": "deyu i'tirâf etmiş ise de, mahzâ suâlimize cevap bulamadığından, hemân bu makūle tasdîk ile iskâtı kabûl etmiştir.\nHudâvendigâr-ı sâbık cennet-mekân Sultan Abdülhamîd Hân Hazretleri'nin zamânında iki defa esîrliğimizde Moskovlu'nun kâr-güzâr âdemleriyle esnâ-yı sohbette, mukaddemâ, “Moskov tâifesi gayet ahmak ve mağlûp bir tâife iken bir müddettir âl-i Osmân'a bunca galebelerin sırrı nedir?” deyu çok kerre suâl ederdim. Cevaplarında: “Çünkü bu mezâyâdan gāfilsiz, aslını söyleyelim!” deyu şöyle cevap verdiler ki: “Moskovlu'nun fi'l-asl ta'lîm maddesi yok iken düşmenlere ve husûsâ İsveç tâifesine ziyâdesiyle mağlûp olurdu, lâkin Deli Petro dedikleri âdem cümle âlemi seyâhat esnâsında mezâyâ-yı âleme ıttılâ' kesb ettikten sonra Moskov devletine kral olup Moskov halkını ister istemez nizâm tahtına kodu. Nizâmını mîzân etmek için Şivit kralıyla ceng açıp intikām aldı. Uzağa sefer edip ve hem uzağı aldı ve hem de Kırım'a girip Yeni Kal'a'yı aldı ve Tatar'ı sındırmağa başladı. Ba'dehû sizinle musâlâhamızdan sonra kralımız imparatorluk unvânı nâme yazılması talep olundukta, sizler muhâlefet edemeyip bu unvânı merhûm Sultan Mahmud bize yazdı. Ba'dehû Sultan Mustafa seferinde Edirne'ye yakın vardık. İstediğimiz gibice musâlâha eyledik ve işte şimdi bu seferde dahi pek az askerimizle çok askerinize gālib olduk. Hotin ve Bender ve İsmâil ve İbrâil ve Özi kal'alarınızı alıp Ulah ve Boğdan'ı baştan başa zapttan başka sekiz bin askerimiz Tuna'yı geçip yüz elli bin kadar askerden ibâret olan Osmanlı ordusunu ve askerini târümâr eyledik. Önümüze durabilecek askeriniz olmayıp bu defa dahi evvelkiden beter galebe ile musâlâha olunacağını bilesiz!” deyu bu hakîre cevap vermişler idi."
  },
  {
    "heading": "Câsus Bulunmak Tarîkını Beyân ve Câsus Belâsıyla Bir Koca Ordunun Perîşâniyetini İlân Eden Makâle-i Acîbe ve Garîbedir",
    "page_range": "178-190",
    "text": "Vâkıâ çok geçmeyip öylece musâlâha olundu. Kıssadan hisse bu oldu ki, bir devlet ki mâdem hem-civârı bulunan düşmene mukābele olunacak kudret ve kuvvet peydâ ederse, bi-iznillâhi Teâlâ kuvvet ve kudretsiz olan devlete ekser-i zamânda galebe ile mansûr ve muzaffer olagelmiştir. Ve devleti umûrunda tekâsül edenlerin devletleri âher devlet tasarrufuna geçip bî-nâm ü nişân kalmışlardır. Hemân Hak Sübhânehû ve Teâlâ Hazretleri cümlemizi hâb-ı gafletten îkâz eyleyip hâlimizi görecek mâa-mertebede basîret ihsân eyleye âmîn.\nAsker-i İslâm ordusuna girip çıkan câsusların bulunması ve bilinmesi gāyet müşkil bir şeydir. Câsus belâlarından bir devlet ne kadar mutazarrır olur ve câsustan muhâfaza olunmayan nizâmsız askerin devleti âhir-kâr harâba bâis olan bu madde cümleden akdem olup gāyet dikkat olunacak şey olmakla ba'zı vukuâtımızın zikrindedir.\nHudâvendigâr-ı esbak Sultan Mustafa Hân Hazretleri'nin asrında açılan Moskov seferinde iki yüz bin kadar meçhûlü'l-ahvâl nizâmsız asker cem' olup Yeniçeri ordularının yalnız bir ortada birkaç bin âdem cem' ve bu cem'iyyetle bir orta içinde kimesne kimesneyi bilmez ve babası oğlunu arasa bulamaz ve içlerinde bulunan âdem ne makūle âdemdir ve nereden gelmiştir ve böyle bir ortadan günde birkaç yüz âdem ayrılıp gitse, nereye gitmiştir, hiç bir kimesne bilmez ve bilse dahi dur otur demek kimesnenin haddi değildir.\nİşte böyle bir nizâmsız orduda kefere tarafından gelen câsuslar be-her gün, be-her gece Moskov'a gidip ve gelip ordunun bi'l-cümle hâlini ve vezîr huzûrunda ve sâir zâbitân miyânelerinde ne gûne meşveret olmuştur ve ne yapacaklardır, be-her gün düşmene gider oldu. Bir iki-yüz kadar câsusun o zamanda fakat iki neferi tutulup fakat maâdâsı bulunmak bir vech ile mümkün olamadı ve kimesne dahi aramadı. Onun için her vakit kefere üstüne hareket musammem oldu ise, küffâr bir gün evvel sabâha yakın İslâm ordusunu basıp koca bir âl-i Osmân ordusuna hiç göz açtırmayıp, herkes tatlı uykuda iken perîşân etmekle sefer-i merkūmun evvelinden âhirine varınca ağız tadıyla bir intikām alınamamasına askerimizin câsustan gāfil olmaları ve her şeyleri karmakarışık olduğundan neş'et etmiştir. Kefere tâifesi gāyet mekkâr ve hîlekâr ve bizim ağzı yaz boz Türkçeğizlerin ne derecelerde gabâveti olduğu ehline âşikâr olup, küffâr ekser-i zamânda işini ve gücünü zor ile etmeyip bizim yüz bin âdemle zuhûra getiremeyeceğimiz güç maddeleri kemâl-i hîle ve kolaylık ile vücûda getirmesine vukûf-ı tahsîl eyledik. Böyle bir düşmen-i kavîden kemâliyle ihtirâz olunarak, işimizi güzelce görmek ve lâîn-i mersûmun dâm-ı tezvîrine giriftâr olmamak lâzımeden iken, o zamanlarda ziyâde gaflet olunup taşlarla döğünecek maddeler zuhûr eyledi. Ammâ çi fâide ba'de harâbi'l-Basra. İş işten geçip âh vâh etmek müfîd olamadı.\nLâîn-i mersûmun cümle hîlelerinden bir garîb ve acîb hîlesi ki, zikri eğerçi mûris-i hüzün ve elemdir, lâkin kendi kendimizi ne tarîk ile harâb ettiğimizi beyân ile kendi kendimize bildirmek için zikr olunur.\nSefer-i merkūm esnâsında Yeniçeri zümresinden üç nefer âdem ittifâk edip Moskov'dan bir dil almağa çıkmışlar. Kazâen akşamdan sonra Moskov hudûdunda otlakçı gâvurun birini tutup, dil aldık deyu orduya getirirken, mesfûr Eflâk ahâlisinden Türkçe bilir bir hınzır oğlan olmakla, bunlara cevâbında, “Yoldaşlar, eğer beni halâs ederseniz babam bir zengin âdemdir, sizlere çok ikrâm edip yoksulluğa tevbe edersiz!” deyu bunları inandırıp, bunlar dahi mesfûru Moskov hudûduna îsâl ve yalandan babam dediği pezevengi buldurup teslîm eylediklerinde, o dahi bir hîlekâr ve mekkâr kıranta kâfır olduğundan, işbu nefer-küş ağızlı Türklere der ki:\n“Benim oğlumu öldürmemişsiniz ve esîr dahi etmemişsiniz!” diyerek yoldaşların ayaklarına düşüp bunlara beş yüz adet Macar altunu i'tâsından sonra, “Sizlere bir şey dahi göstereyim, bu dahi sizlere bir büyük ikrâmım olsun!” deyu bunları tebdîl-i kıyâfet ile kendi ordularında kurulmuş bir büyük çadır kenârına alıp gitti. Bu yoldaşlar görürler ki çadırın önünde kalabalık var ve çadırın içinde bir büyük terâzu ile beyaz akçe ve altun tartılıp bu akçeleri ve altunları varillere doldurmaktadırlar. Çadırda puşulu ve kavuklu ve çorbacı ve kalafatlı ve baratalı ve Tatar kalpaklı türlü türlü kıyâfetlerle bile âdemler var. Doldurdukları varilleri bu müselmânlara taksîm edip dururlar. Hîlekâr mersûm bunları uzacıktan gösterdikten sonra, bu yoldaşları yine hânesine getirdi. Cevâbında, “İşte yoldaşlar, sizlere bu maddeyi göstermek dahi bir ikrâmım olsun ki bunca akçenin ve altunun bir takımı devletinize ve birâzı vezîrinize ve birâzı Yeniçeri ağanıza ve birâzı Tatar hâna ve sâir yerlere gidecektir. Bizler sizlerin vilâyetlerinizi akçemizle satın aldık. Hattâ şimdi verilecek bu akçeler İstanbul bahâsıdır. İstanbul'u dahi satın aldık. Hemân bizler yakında İstanbul'a gideceğiz. Bunu sizlere söylemekten murâdım budur ki, sakınıp bundan sonra ordunuzda durmayasız ve İstanbul'da bile oturmayasız. Hemân vilâyetlerinize gidesiz ki İstanbul'da iken sizler esîr olmayasız. Lâkin bu sırrı sakınıp kimesneye söylemeyesiz!” deyu hîle-i şeytâniyye ve hud'a-i vesvâsiyye ile kelâmına hitâmla bunları Osmanlı şınırına bıraktı gitti.\nGelelim bu yoldaşlar dahi ordumuza geldiklerinde, çünkü merkūmlar kendi vilâyetlerinde çift sürmeğe me'lûf ve hîle-i düşmenden ve belki kendinden gāfil, sâde-dil ahmaklardan olduklarına mebnî, hemân bu hîleye i'timâdla, bu akçe maddesini tamâmına sayıp rast geldikleri yârân ve yoldaşlarına ve sâir bilip görüştüklerine, buluştuklarına, “Bre Himmet dayı, bizler buraya niçin geldik? Osmanlı bizim vilâyetleri Moskov keferesine satmış ve akçesini alıyorlar. Hattâ İstanbul bahâsı sayılırken gözümüzle gördük!” deyu Allah'a ve resûlüne yemîn ederek, hemân rast geldiklerine, “Bunda ne duralım, işler hep Şam işi olmuş!” deyu, kendileri gibi nice nice bin sâde-dil ahmakları vehme düşürüp, tâife-i merkūm ise fi'l-asl beyni soğuk ta'bîr olunurlar. Vâkıâ rüşd ve kiyâsetten bî-behre olmalarıyla, birbirleriyle söze başlayıp, “Bizim Hüseyn dayı ve Kabakçıoğlu İreceb Beşe ve Kocabaş Himmet emmi İstanbul bahâsını sayılırken gözleriyle görmüşler ve dokuz talâka yemîn ederek söylediler, gerçektir!” deyu orduya bir gulgule ile âleme velvele saldılar. Halkın ise gözleri kefereden yılmış, hemân bir bahâne ile geri dönmeğe bir vesîle aradıkları vakit olmakla, dağarcıklarını arkalarına ve tüfenklerin omuzlarına urup, çadırlarını bekleyecek asıl ocaklılardan beşer-onâr zâbitler kalıp, derme-çatma ma'hûd asker çil yavrusu gibi dağıldılar gittiler. Moskov hınzırı ise bu fırsatı ganîmet bilip ve yaz ve kışı bir tutup, orduya ve ba'dehû kışlak yerine yürüdü geldi.\nBunun hulâsası budur ki: İşte bu mâcerâyı Moskovlular kendi cem'iyyet yerlerinde gülüşerek birbirlerine nakl ve hikâye edip, “Türk'e küllî galebe için bir çadır kurup sahteden müselmân kıyâfetinde biraz âdem peydâ ve akçe tartıp onlara i'tâmızı üç nefer Türklere gösterdik. Kendi ordularını kendi milletlerine perîşân ettirdik ve küllî galebemize üç Türk sebeb oldu!” dediler.\nBu sûrette asıl câsus belâsından başka iki üç nefer kendi askerimizi iki çift sözle perîşân eden düşmen-i dînin mekrinden emîn olmak mümkün olmaz, illâ askerimiz nizâma rabt ve içine giren çıkan olmamak üzere râbıtaya idhâl farz olmuştur. Zîrâ gāyet gözetip cengçi asker deyu kullandığımız çiftçilerin hâli böyle ve ortaların askerimizin içine giren çıkan câsuslar bilinmez ve anlanmaz. Bu sûretle düşmenden nice intikām alınabilir? Ve Devlet-i Aliyye ne tarîkla hıfz olunabilir ve nasıl gālib olunur? Eğer bir eshel tarîkı var ise bilenlen söylesinler. Bu Moskov tâifesinin kemâl-i hîlesi fi'l-asl ma'lûm değil iken, Sultan Mustafa Hân Hazretleri'nin seferinde bizim yâdigâr askerimizin sözleri vardır ki: “Moskov keferesi bir balıkçı köpek imiş, hele gidelim cümlesini tükürük ile boğarız. Ve birer taş atsak cümlesini helâk edip Kızıl Elma'ya dek gideriz!” deyu kuru lâftan ve bîhûde unvânından geçilmeyen kaldırım yaraşığı Yeniçeri dilâverleri âkıbetü'l-emrde cengin hîlesini bilmemeleri sebebiyle üçer-beşer bin neferi Moskov'a esîr olup ve düşmen-i dînin hâlini ve hîlesini gördüler ve öğrendiler. Ammâ çi-fâide! Bunca ümmet-i Muhammed'den şürefâ ve sulehâ ve sâirlerin kendileri ve ıyâlleri ve kızları hâlâ kırk seneye karîbdir ki Moskov'un taht-ı tasarrufunda kalıp, onlardan hâsıl olan evlâdların kimi asker ve zâbitân ve kimi dahi melâîn ellerinde hâib ü hâsir ve nâlân u giryân kaldılar. Derûnunda imânı ve zâtında gayret-i İslâm'ı olup Muhammed aleyhissalâtü vesselâm efendimizin şerî'atına ve ümmetine ve sâdâtından olan evlâdına muhabbeti olanlara zarûrî gayret gelip o makūle din düşmeninden intikām almak ne tarîkla olur ise olsun elbette var kuvvetini bâzûya getirmekle veyahut kuvvet-i mâliyye ve bedeniyyesi yoksa dahi düşmen-i dînin keyfiyyetini halka i'lân ve tarîkını olsun göstermekle, ıspât-ı müddeâ-yı İslâmiyyet ve diyânet eder. Yoksa, genç iken oyunla ve cemî' vaktini alış-verişle geçirip akşam olunca komşu hânesinde ve ale's-sabâh kahvehânede bir alay dünyâdan bî-haberler cem' olup Nizâm-ı Cedîd maddesini bîhûde fasl u mezemmetle, şöyle olmuş, böyle gitmiş deyu nâfile hezeyân etmekten ise, kendilere elzem olan ibtidâ mes'ele-i tahâretlerini güzelce öğrenip, ba'dehû dînini muhâfaza için kelime-i küfürden ve sâir menhiyâttan sakınsa ve nikâhında sıhhat var mıdır, yok mudur onu tashîhe baksa, kendi hakkında dünyevî ve uhrevî hayr-ı mahsûs olacağında şüphe yoktur.\nEğer iddiâ ederlerse ki, “Bizler mes'ele-i tahâretimizi biliriz ve dînimizi dahi muhâfaza ederiz ve nikâhımızda dahi şüphemiz yoktur!” derlerse, bu sûrette eğer iddiâları indallah sahîh ise dahi, umûr-ı dîniyyelerini bilmekte hatâ-yı azîmleri mukarrer ve muhakkak olmakla, bâri bilmediklerini ve akılları dahi yetişmediği maddeye dil uzatmayıp, eğer Nizâm-ı Cedîd maddesi onlar gibilere müşkil mes'ele ise, ehlinden ve erbâbından ve bu kimesne gibi âlemin hey'et ve resmi derûnuna nakş olmuş ve seksen yedi yaşına girmiş ve hezâr-be-hezâr felek sillesi yemiş ve germ ü serd-i âlemi görmüş ve düşmen-i dînin her bir hâline ve hîlesine muttali' olmuş ve Devlet-i Aliyye'ye zarar ve fâide nereden olduğunu zâhire ihrâc etmiş erbâb-ı vukūftan tahsîl edip iki cihân hüsrânına uğramayalar. Zîrâ insânın belâsı kendi lisânından olmakla, “Kuli'l-hayr ve illâ fesküt” buyurulmuştur."
  },
  {
    "heading": "Îrâd-ı Cedîd Hazînesi'nin İbtidâ Vaz'ı Niçindir Onun Beyânındadır",
    "page_range": "192-206",
    "text": "Kelâm-ı hakkı kabûl eden yârân-ı safâ ve ihvân-ı bâ-vefâya Hak Teâlâ Hazretleri dâreyn-i selâmeti ihsân eyleyip cemâl-i bâ-kemâlini erzânî buyura. Âmin yâ mu'în ve minallâhi't-tevfîk.\nÎrâd-ı Cedîd Hazînesi'nin ibtidâ vaz'ı niçindir ve bu mal nereden cem' ve ne mahalle sarf olunur nice sâde-diller bilmediklerinden ba'zan söylerler ki, “Eski hazînenin suyu çıkmadı, ya bu Îrâd-ı Cedîd Hazînesi niçin başkaca yapıldı?” deyu hezâr sâde-diller suâl ederler. Ancak, mukaddemâ zikr olunduğu üzere, böyle sâde-dillere mezâyâ-yı umûr-ı celîle tefhîm etmek elifbâ suparasını hiç okumayan câhillere ilm-i fıkıh ile ulûm-ı hikmet ve hey'et ve hesâb ve ferâiz okutmak ve mesâil-i müşkile-i dîniyye bildirmek ne makūle güç şey olup kıyâmete kadar sa'y olunsa çâresi bulunamadığı misillû, ekser-i ceheleye hakîkatı üzere şey söylenmeyip cevâbımızda, “Bu madde herkesin aklı ereceği şey değildir!” diyerek, cevâb-ı şâfiyeden iğmâz olunur. Lâkin oldukça ba'zı ehliyetli kimesneler bu iğmâzla iskât olunmayıp, “Elbette ben bunun künh ü hakîkatını isterim, bunu bilirsen söyle!” deyu ibrâm ve ilhâh etmeleriyle, kelâm-ı hak eğer gûş-ı hûşuna girecek âdem ise, mâ-hüve'l-vâkı' olarak şöyle cevâb verilir ki:\nMukaddemâ zikr ü beyân ve tafsîl ü iyân olunduğu üzere, yetmiş-seksen yahut yüz yıl mukaddem, kefere tâifesi hîle ve hud'a-i harbiyyeyi bilemeyip bayağıca nizâmsız askerle sefer etmeleriyle ba'zı vakitte şikestelik İslâm tarafında zuhûr ederken, Sultan Süleyman Hân-ı Kānûnî (aleyhi'r-rahme) Hazretleri bu mağlûbiyet mahzâ başı bağlı olmayan nizâmsız askerimizden neş'et eylediğine vâkıf olduklarına binâen asker-i İslâm'ı nizâm tahtına koyup, bundan murâd-ı şerîfleri, küffâr her ne zaman hareket ederse bu nizâmlı asker ötede-beride gezmeyip her zaman hâzır ve âmâde bulunsunlar niyyet-i hayriyyesine binâen bu askeri sınıf sınıf edip her sınıfına başka başka ocaklar ve bölükler ve ortalar yapmakla iskân ettirdi. Lâkin asker cem' ve iskânı tükeli sohbetle olamayıp, bunlar ocaklarında bulundukları halde ve sefere gittiklerinde me'kûlât ve meşrûbât ve sâir umûr ve masârifâtları görülmek ve bunlara harçlık olmak üzere ulûfe ta'yîn olunmak için külliyetli mal cem'ine muhtâç bir ma'nâ olduğunu tefekkür buyurdular. Ümenâ-yı devleti ve ukalâ-yı asrı ile istişâre buyurarak îrâda şöyle karâr verilmişdir ki: Eslâf-ı kirâmlarının fethine muvaffak olup mâlik oldukları memâlikte bulunan yerlerin birâzını timâr ve zeâmet olarak erbâb-ı harb ve kıtâlin süvârî olanlarına tahsîs ve ba'zı vâridâtı olan sâir mahalleri dahi mukātaâ nâmıyla tâliblerine mâlikâne olarak muaccele ile füruht ve mâl-i mîrî nâmıyla senevî birer mikdâr şey taraf-ı mîrîye tahsîs kılındı. Be-her sene bu mukātaalardan hâsıl olan mâl-i mîrîden ve kiminin fevti takrîbî mâlikânesi âhere verilip, hâsıl olan muaccelesinden bu ocakların seferde ve hazarda bi'l-cümle masârifâtı ve mevâcibleri rü'yet olunmasını kānûn vaz' buyurdular. İşte böylece idâre olunup dururken ba'zı devirlerde yirmi sene ve ba'zan yirmi beş-otuz sene mütemâdî seferler olmayıp âsûde vakitlerde ocaklarda bulunan harb ve darb erbâbının kimi ihtiyarlayıp ve çoğu dahi ilâ rahmetullah olmakla, mutasarrıf oldukları ulûfeleri kâğıtları kiminin hizmetkârı elinde ve kiminin dahi akrabâsı ve yoldaşı ve eşi-dostu ellerinde bulunup, mahlûle gitmeyen nice bin esâmeler bu cihetle erbâb-ı harb ve darbdan olmayan nevresîdegân-ı zamân ve esnâf şâkirdleri ellerinde ölmez oğul makāmında kalıp, vukū' bulan seferlerde düşmen-i dîne mukābele edebilecek ehl-i harb ve kıtâle küllî nedret gelmekle, bizzarûre yeni baştan asâkir cem'i ve esâme-i cedîdeleri tertîbi mülâbesesiyle, îrâd-ı kadîmeye sekte gelip Hazîne-i Âmire'nin mâlî kılletine bir sebeb olduğundan başka, mukaddemâ kānûn vaz'ına olan râyic-i vakt dahi gide gide haddini aşırıp meselâ hîn-i vaz' kānûnunda lâhm-ı ganemîn bir vakıyyesi dört akçeye iken, mürûr-ı ezmine hasebiyle on-on beş akçeye ve dahi sonra yirmi-otuz akçeye ve sâir şeyleri dahi ona göre haddini aşırıp bu cihetle fi'l-asl ocaklarda tertîb olunan malzemelerin bahâlarına tezâyüd geldikçe, mukaddemâ tertîb olunan mâl-i mîrî masârif-i vakte yetişmeyip idâre-i umûr için Devlet-i Aliyye'nin vâridâtı tedâhüle binmeğe başladı. Ya'ni bu senenin masrafı rü'yet olunsun deyu gelecek senenin îrâdını bu sene satıp böyle böyle idâre olunur oldu ve bu sebeple Hazîne-i Âmire'nin malı noksâniyyet kesb etti idi.\nHattâ hudâvendigâr-ı esbak Sultan Mustafa Hân Hazretleri'nin zamânında seksen ikide açılan Moskov seferinde mukaddemâ nice nice meşakkatle cem' ve iddihâr olunan bunca hazîneler var iken ve bu vakitlere göre her bir şey gayet ucuz ve mebzûl iken, sefer-i merkūmda zikr olunan hazîneler sarf ve telef olunup sefer-i merkūm musâlâhasından sonra Hazîne-i Âmire kendini devşiremeyip masraf îrâda galebe çaldı ve düşmen-i dîn dahi akçesizliğimize vâkıf olunca, sözüne takviyyetle küllî galebesine sebep oldu. Lâkin devletin temelli masrafına hevâyî îrâd uyamayıp mevâcib ve mesârifin ekserîsi hevâyî dediğimiz zuhûrât-ı îrâddan görülmekle, vakt-i hazârda çekilen muzâyakadan başka, seferler vukūunda dahi devletin iki elleri böğründe kalıp ne yaptığını ve ne yapacağını bilmediği vakitler oldu. Çünkü hazır akçe olmadıkça, cemî' zamânda hiç bir iş görülemeyip lillâh fillâh emr-i gazâ ve cihâda kimesne meyl etmez, herkes ulûfe ve ta'yın ve mânde almağa baktığından, işte temelli ve kavî îrâdın lüzûmu ispât olundu. Ve devletin eski îrâdı şimdiki mesârifin nısfına değil, belki rub'una bile kifâyet etmez oldu.\nBu keyfiyyet hâlâ âmmenin şöyle ma'lûmudur ki: Meselâ yirmi otuz sene mukaddem bir âdemin yevmiye bir kuruş îrâdı olup mesârifi dahi ona göre rü'yet olunup dururken, şimdilerde her bir şeyin üç, dört ve beş kat ziyâdesiyle bahâya çıktığı için, o âdem îrâd-ı kadîmesi olan yevmiye bir kuruşla mesârifini nice idâre edebilir? Hâlâ benim almada olduğum seksen kuruş ulûfem üç aylık îrâdımdır. Hudâ'ya ma'lûmdur, on günlük masrafıma kifâyet etmiyor. İşte bunun gibi, Devlet-i Aliyye'nin eski îrâdıyla şimdiki masrafı bu misâlin aynıdır. Böyle muzâyaka-i mîrî vaktinde hazârda ve seferde müslim ve reâyâ ve gerek ağniyâ ve fukarâ imdâd-ı seferiye nâmıyla kendi irâdetleriyle cüz'î ve küllî Hazîne-i Âmire'ye bir kuruş vermezler. Ve ale'l-husûs hiç bir kimesne Allahu Teâlâ rızâsına ve peygamberi aşkına ve pâdişâh uğruna, müft ü meccânen sefere gitmezler. Öyle olunca düşmen-i dînin askerine göre kavî asker ve malzemesine göre malzeme-i kâmile tedârik olunması kuru sohbetle olur biter madde olmayıp be-her-hal akçeye tevakkuf eder. Ve husûsâ eğer hazînelerimiz temelli îrâdlardan olmayıp zuhûrâttan olacak hevâyî îrâda bakınca rûzgâr iktizâsına göre ba'zan durgunluk olduğu vakitlerde işin olup biteceği olmayıp alt yanı yok çıktığı, günümüzde dahi çok kerre tecrübe olunmuş şeydir.\nİşte hulâsa-i kelâm, Devlet-i Aliyye'nin eski îrâdı fi'l-asıl eski masrafına tertîb olunmuş ve hîn-i vaz'-ı kānûndan bu âna değin hemân iki yüz kırk beş sene mürûrundan nâşî îrâda göre mesârif haddini tecâvüz ettiğinden, idâresi gāyetü'l-gāye müşkil madde olmakla vakt-i hazârda dahi muzâyaka çekilip dururken, faraza bir sefer olsa işin ne dereceyi kesb edeceği mücerreb olduğundan, mahzâ Devlet-i Aliyye'nin bekāsı ve pâdişâh-ı İslâm'ın nâmus-ı saltanâtı vikāyesi ve bunca memâlik-i İslâmiyye'nin ve nice nice bin kerre ehl-i imânın himâyet ve sıyânetleri niyyet-i hayriyyesine mebnî, işin içinde bulunup dünyevî ve uhrevî, hayr u şer kendilerden suâl olunacak ümenâ-yı Devlet-i Aliyye'den olanlar bu emr-i müşkilin çâresini aramağa başlayıp, bu zamânenin ağır masrafına göre temelli ve kavî îrad tedârikine baktılar. Lâkin zikr olunduğu üzere tedârik olunacak îrâd-ı devlet zuhûrât olan hevâyîden olmamak ve cebren ve kahren kimesnenin elinden bir nesnesini almayıp Devlet-i Aliyye'nin yine kendi mâlikânelerinden ve onlara merbût olan mevâdd-ı münâsibden cem' olunmak üzere Îrâd-ı Cedîd lâfzıyla tertîb olunan mal için başkaca hazîne yapılıp tanzîm olundu.\nŞöyle ki, fi'l-asl icâd olunan mukātaalar hîn-i vaz'ında tâliblerine berâtla verildiği vakitlerde, meselâ bir mukātaanın senevî bin kuruş mâl-i mîrîsi olmak şartıyla fevt oluncaya kadar muaccele ile bâ-berât tâlibine verilip, cüz'î muaccele ile satılan mukātaanın akçesi iki-üç senede çıkmakla, ba'dehû her kaç sene muammer olur ise, onun fâizi olup cüz'î muaccele ile aldığı [58a] mukātaadan kırk bin, elli bin ve müddet-i ömrüne göre belki yüz bin kuruş menfaat hâsıl ettikten başka, ol âdem fevt oldukta mukātaası fi'l-asl şu kadar muaccele ile verilmiş deyu kadîmî olan muaccele-i cüz'iyyesiyle âher bir tâlibi dahi kapıp bedel-i iltizâm-ı sâbıkına külliyetli şey zammetmekle selefinden ziyâde mal tahsîl edip mîrîye verildiği yine sâbıkı gibi bin kuruş olmakla fâide-i külliye-i cesîmeyi ashâb-ı mukātaat eder oldu ve mîrî hazînesi menfaatten hâlî kalır oldu. İşte bu makūle nice nice mukātaalar vardır ki yirmi otuz sene mukaddem fâizini meselâ on bin kuruş iken şimdi otuz-kırk bin ve belki elli-altmış bin kuruşa bâliğ olmakla, Devlet-i Aliyye'nin katı cüz'î mîrîsinden başka hiç bir fâidesi olmayıp, hemân Devlet-i Aliyye yine kadîmî mîrî-i kalîlesini almakla iktifâ olunur oldu. Bu sûrette kadîmî muaccelesiyle gāyet ucuz ucuz mukātaalar kapıp nice nice mal cem' eden âdemlerden vakt-i seferde yalnızca bir cebelîden gayrı bir hayırları olmayıp, bunca ağır ve cesîm mesârifle sefer-i umûru Devlet-i Aliyye'nin boynuna kaldığı şer'an ve aklen hiç bir vech ile tecvîz olunmaz.\nDevlet-i Aliyye'nin fi'l-asl mâl-i muaccele ile tâliblerine verdiği mukātaalar hakîkat-ı hâlde, şer'an ve aklen hiç bir kimesnenin mülk-i mevrûsu olmadığı cümlenin ma'lûmu olup hâlâ beratlarda dahi musarrahtır. Eğer şer'îsine bakılsa, bir mukātaayı mîrîden alan kimesne verildiği akçeyi hemân çıkardığı gibi, yine ol mukātaa beytü'l-mâl-i müslimînin hakkı olduğundan, yine beytü'l-mâle reddolunup cümleden akdem olan umûr-ı gazâ ve cihâda ve sâir umûr-ı müteferriasına sarf olunmak için âher tâliblerine satılmak her ne kadar şer'an iktizâ ederse dahi iş içinde olanlar halkın havâdisi için mukātaa reddi husûsunda iğmâz olunmuştur. Ve nihâyetinde işin yolunu izini bulup hiç bir ahde gadr-i sarîh olmaksızın şöyle karâr verildi ki: Beytü'l-mâl-i müslimînin hakkı olan mukātaalar mahlûl oldukça, sâbıkları misillû fethi cüz'î muaccelâtıyla âherlere satılmayıp Devlet-i Aliyye tarafından zapt ve Îrâd-ı Cedîd Hazînesi tarafından ilzâm olunup, mîrîlerinden mâadâ hâsıl olan fâizleri ile Nizâm-ı Cedîd'in bu muallem askeri ulûfelerine ve libâslarına ve ta'yînât ve maaşlarına ve husûsâ umûr-ı seferiyyeye dâir olan top ve barut ve çadır ve çerge ve bi'l-cümle mühimmâtına ve tophâne ve arabacılara tahsîs olundu. Ve eski hazîne defterdârları eski mevâcib malının cem'ine meşgūl olduğundan, cedîd îrâdın tanzîmi ve tahsîli ve sâir buna dâir olan işlerinin rü'yeti için mahsûsça Nizâm-ı Cedîd defterdârı nasb ve îrâd ve masraf onun ma'rifetiyle rü'yet olunmak üzere karâr ve nizâm ve kānûn ettirilip, işte bu vech ile askerin mesârifâtı ve sefer-i musâlâhalarına dâir umûrları Nizâm-ı Cedîd'e olan mukātaalardan idâre olmakla, bu sûrette gāyet istihsân olunan iş budur ki, hem eski îrâd ve masrafa halel vermedi ve hem de asâkir-i cedîde idâre olunur oldu.\nİşte bu maddeye tamâm müdebbirâne çalışılıp beytü'l-mâl-i müslimînin kendi hakkını hiç bir kimesneye gadr etmeyerek ele getirmekle asker-i cedîd nizâmı gibi, bu îrâdın dahi kimesneye zarar ve ziyânı olmadığından, bir güzel ve a'lâ şey olmakla ilâ-yevmi'l-kıyâme, Devlet-i Aliyye'nin ve bunca ehl-i İslâm'ın bekāsını mûcib ve nice nice fevâid-i celîle ve hafiye-nin zuhûra geldiğini ve geleceğini müstevcib olduğu kâr-âşinâ olan zevât-ı ulü'l-ebsâra rûşen ve ayândır deyu cevâb-ı şâfî verildiķçe, umûra âșinâ olup zamânede iki nefer hizmetkârın idâresi nasıl olduğunu bilenler ve şap ile şekeri ve hayr u şerri bilip zâtında mâye-i rüşd ve irfânı ve insâfı olanlar hakkı kabûl ile iskât olunmuşlardır.\nAllahü veliyyü't-tevfîk ni'me'l-mevlâ ve ni'me'r-refîk.\nTemmeti'l-hurûf bi avnillâhi'l-melik Rauf bende-i min gulâm-iftihâr Nâbî Tâhir Selâm Beyefendi. Rebîü'l-âhir sene 1257."
  }
]